[
	{
		"id": "WarnerEtAl2015ChangesWinterAtmospheric",
		"type": "article-journal",
		"abstract": "Most extreme precipitation events that occur along the North American west coast are associated with winter atmospheric river (AR) events. Global climate models have sufficient resolution to simulate synoptic features associated with AR events, such as high values of vertically integrated water vapor transport (IVT) approaching the coast. From phase 5 of the Coupled Model Intercomparison Project (CMIP5), 10 simulations are used to identify changes in ARs impacting the west coast of North America between historical (1970-99) and end-of-century (2070-99) runs, using representative concentration pathway (RCP) 8.5. The most extreme ARs are identified in both time periods by the 99th percentile of IVT days along a north-south transect offshore of the coast. Integrated water vapor (IWV) and IVT are predicted to increase, while lowertropospheric winds change little. Winter mean precipitation along the west coast increases by 11%-18% [from 4% to 6% (°C)-1], while precipitation on extreme IVT days increases by 15%-39% [from 5% to 19% (°C)-1]. The frequency of IVT days above the historical 99th percentile threshold increases as much as 290% by the end of this century.",
		"container-title": "Journal of Hydrometeorology",
		"DOI": "10.1175/JHM-D-14-0080.1",
		"ISSN": "15257541",
		"issue": "1",
		"page": "118-128",
		"title": "Changes in winter atmospheric rivers along the North American west coast in CMIP5 climate models",
		"URL": "https://journals.ametsoc.org/view/journals/hydr/16/1/jhm-d-14-0080_1.xml",
		"volume": "16",
		"author": [
			{
				"family": "Warner",
				"given": "Michael D."
			},
			{
				"family": "Mass",
				"given": "Clifford F."
			},
			{
				"family": "Salathé",
				"given": "Eric P."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2015"
				]
			]
		}
	},
	{
		"id": "CurryEtAl2019AtmosphericRiversIncrease",
		"type": "article-journal",
		"abstract": "Snow-dominated watersheds are bellwethers of climate change. Hydroclimate projections in such basins often find reductions in annual peak runoff due to decreased snowpack under global warming. British Columbia's Fraser River Basin (FRB) is a large, nival basin with exposure to moisture-laden atmospheric rivers originating in the Pacific Ocean. Landfalling atmospheric rivers over the region in winter are projected to increase in both strength and frequency in Coupled Model Intercomparison Project Phase 5 climate models. We investigate future changes in hydrology and annual peak daily streamflow in the FRB using a hydrologic model driven by a bias-corrected Coupled Model Intercomparison Project Phase 5 ensemble. Under Representative Concentration Pathway (8.5), the FRB evolves toward a nival-pluvial regime featuring an increasing association of extreme rainfall with annual peak daily flow, a doubling in cold season peak discharge, and a decrease in the return period of the largest historical flow, from a 1-in-200-year to 1-in-50-year event by the late 21st century.",
		"container-title": "Geophysical Research Letters",
		"DOI": "10.1029/2018GL080720",
		"ISSN": "19448007",
		"issue": "3",
		"page": "1651-1661",
		"title": "Atmospheric Rivers Increase Future Flood Risk in Western Canada's Largest Pacific River",
		"volume": "46",
		"author": [
			{
				"family": "Curry",
				"given": "C. L."
			},
			{
				"family": "Islam",
				"given": "S. U."
			},
			{
				"family": "Zwiers",
				"given": "F. W."
			},
			{
				"family": "Déry",
				"given": "S. J."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2019"
				]
			]
		}
	},
	{
		"id": "SiegelVolk2019AccurateSpatiotemporalPredictions",
		"type": "article-journal",
		"abstract": "Spatial and temporal patterns in stream temperature are primary factors determining species composition, diversity and productivity in stream ecosystems. The availability of spatially and temporally continuous estimates of stream temperature would improve the ability of biologists to fully explore the effects of stream temperature on biota. Most statistical stream temperature modeling techniques are limited in their ability to account for the influence of variables changing across spatial and temporal gradients. We identified and described important interactions between climate and spatial variables that approximate mechanistic controls on spatiotemporal patterns in stream temperature. With identified relationships we formed models to generate reach-scale basin-wide spatially and temporally continuous predictions of daily mean stream temperature in four Columbia River tributaries watersheds of the Pacific Northwest, USA. Models were validated with a testing dataset composed of completely distinct sites and measurements from different years. While some patterns in residuals remained, testing dataset predictions of selected models demonstrated high accuracy and precision (averaged RMSE for each watershed ranged from 0.85-1.54 °C) and was only 17% higher on average than training dataset prediction error. Aggregating daily predictions to monthly predictions of mean stream temperature reduced prediction error by an average of 23%. The accuracy of predictions was largely consistent across diverse climate years, demonstrating the ability of the models to capture the influences of interannual climatic variability and extend predictions to timeframes with limited temperature logger data. Results suggest that the inclusion of a range of interactions between spatial and climatic variables can approximate dynamic mechanistic controls on stream temperatures.",
		"container-title": "PeerJ",
		"DOI": "10.7717/peerj.7892",
		"ISSN": "21678359",
		"issue": "11",
		"note": "publisher: PeerJ Inc.",
		"title": "Accurate spatiotemporal predictions of daily stream temperature from statistical models accounting for interactions between climate and landscape",
		"volume": "2019",
		"author": [
			{
				"family": "Siegel",
				"given": "Jared E."
			},
			{
				"family": "Volk",
				"given": "Carol J."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2019"
				]
			]
		}
	},
	{
		"id": "ReedEtAl2011TimeEvolvePotential",
		"type": "article-journal",
		"abstract": "Evolutionary adaptation affects demographic resilience to climate change but few studies have attempted to project changes in selective pressures or quantify impacts of trait responses on population dynamics and extinction risk. We used a novel individual-based model to explore potential evolutionary changes in migration timing and the consequences for population persistence in sockeye salmon Oncorhynchus nerka in the Fraser River, Canada, under scenarios of future climate warming. Adult sockeye salmon are highly sensitive to increases in water temperature during their arduous upriver migration, raising concerns about the fate of these ecologically, culturally, and commercially important fish in a warmer future. Our results suggest that evolution of upriver migration timing could allow these salmon to avoid increasingly frequent stressful temperatures, with the odds of population persistence increasing in proportion to the trait heritability and phenotypic variance. With a simulated 2°C increase in average summer river temperatures by 2100, adult migration timing from the ocean to the river advanced by ~10 days when the heritability was 0.5, while the risk of quasi-extinction was only 17% of that faced by populations with zero evolutionary potential (i.e., heritability fixed at zero). The rates of evolution required to maintain persistence under simulated scenarios of moderate to rapid warming are plausible based on estimated heritabilities and rates of microevolution of timing traits in salmon and related species, although further empirical work is required to assess potential genetic and ecophysiological constraints on phenological adaptation. These results highlight the benefits to salmon management of maintaining evolutionary potential within populations, in addition to conserving key habitats and minimizing additional stressors where possible, as a means to build resilience to ongoing climate change. More generally, they demonstrate the importance and feasibility of considering evolutionary processes, in addition to ecology and demography, when projecting population responses to environmental change.",
		"container-title": "PLoS ONE",
		"DOI": "10.1371/journal.pone.0020380",
		"ISSN": "19326203",
		"issue": "6",
		"note": "PMID: 21738573",
		"title": "Time to Evolve? Potential evolutionary responses of fraser river sockeye salmon to climate change and effects on persistence",
		"volume": "6",
		"author": [
			{
				"family": "Reed",
				"given": "Thomas E."
			},
			{
				"family": "Schindler",
				"given": "Daniel E."
			},
			{
				"family": "Hague",
				"given": "Merran J."
			},
			{
				"family": "Patterson",
				"given": "David A."
			},
			{
				"family": "Meir",
				"given": "Eli"
			},
			{
				"family": "Waples",
				"given": "Robin S."
			},
			{
				"family": "Hinch",
				"given": "Scott G."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2011"
				]
			]
		}
	},
	{
		"id": "NelitzEtAl2007HelpingPacificSalmon",
		"type": "report",
		"abstract": "The purpose of this report and companion document, “Helping Pacific salmon survive the impact of climate change on freshwater habitats: Pursuing proactive and reactive adaptation strategies”6 is to facilitate thinking and planning around feasible options that could be implemented. In general, this report integrates ideas from the other one into a local context of geography, people, and salmon at six locations across British Columbia: three interior basins (Okanagan, Quesnel, and Nicola Rivers) and three coastal areas (Cowichan, Nass, and Englishman Rivers). Individual case studies are structured in a way that consider four questions commonly used in State of Environment (SOE) reporting7. The intention is not to summarize available information to provide definitive answers in a particular watershed; instead this case study report is intended to communicate a single and diverse story about the range of climate change issues facing salmon in a variety of locations across the province. 1. What is happening? 2. Why is it happening? 3. Why is it significant? 4. What can we do about it?",
		"event-place": "Vancouver, BC",
		"note": "container-title: Final report prepared by ESSA Technologies Ltd., Vancouver, BC for Pacific Fisheries Resource Conservation Council\nISBN: 897110375",
		"page": "73",
		"publisher-place": "Vancouver, BC",
		"title": "Helping Pacific Salmon Survive the Impact of Climate Change on Freshwater Habitats: Case Studies",
		"author": [
			{
				"family": "Nelitz",
				"given": "M"
			},
			{
				"family": "Wieckowski",
				"given": "K"
			},
			{
				"family": "Pickard",
				"given": "D"
			},
			{
				"family": "Pawley",
				"given": "K"
			},
			{
				"family": "Marmorek",
				"given": "D.R."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2007"
				]
			]
		}
	},
	{
		"id": "CahillEtAl2013HowDoesClimate",
		"type": "article-journal",
		"abstract": "Anthropogenic climate change is predicted to be a major cause of species extinctions in the next 100 years. But what will actually cause these extinctions? For example, will it be limited physiological tolerance to high temperatures, changing biotic interactions or other factors? Here, we systematically review the proximate causes of climate-change related extinctions and their empirical support. We find 136 case studies of climatic impacts that are potentially relevant to this topic. However, only seven identified proximate causes of demonstrated local extinctions due to anthropogenic climate change. Among these seven studies, the proximate causes vary widely. Surprisingly, none show a straightforward relationship between local extinction and limited tolerances to high temperature. Instead, many studies implicate species interactions as an important proximate cause, especially decreases in food availability. We find very similar patterns in studies showing decreases in abundance associated with climate change, and in those studies showing impacts of climatic oscillations. Collectively, these results highlight our disturbingly limited knowledge of this crucial issue but also support the idea that changing species interactions are an important cause of documented population declines and extinctions related to climate change. Finally, we briefly outline general research strategies for identifying these proximate causes in future studies. © 2012 The Author(s) Published by the Royal Society. All rights reserved.",
		"container-title": "Proceedings of the Royal Society B: Biological Sciences",
		"DOI": "10.1098/rspb.2012.1890",
		"ISSN": "14712954",
		"issue": "1750",
		"note": "PMID: 23075836",
		"title": "How does climate change cause extinction?",
		"volume": "280",
		"author": [
			{
				"family": "Cahill",
				"given": "Abigail E."
			},
			{
				"family": "Aiello-Lammens",
				"given": "Matthew E."
			},
			{
				"family": "Caitlin Fisher-Reid",
				"given": "M."
			},
			{
				"family": "Hua",
				"given": "Xia"
			},
			{
				"family": "Karanewsky",
				"given": "Caitlin J."
			},
			{
				"family": "Ryu",
				"given": "Hae Yeong"
			},
			{
				"family": "Sbeglia",
				"given": "Gena C."
			},
			{
				"family": "Spagnolo",
				"given": "Fabrizio"
			},
			{
				"family": "Waldron",
				"given": "John B."
			},
			{
				"family": "Warsi",
				"given": "Omar"
			},
			{
				"family": "Wiens",
				"given": "John J."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2013"
				]
			]
		}
	},
	{
		"id": "WhitneyEtAl2020PlainsPeopleLosing",
		"type": "article-journal",
		"abstract": "Rapidly developing and complex climate change impacts have profound implications for coastal communities, demanding adaptation actions for both social and ecological systems. Along the coast of British Columbia, Canada, Indigenous peoples developed a tightly coupled social-ecological system which was interrupted by the arrival of settler colonialism in the 1800s. While both climate change adaptation and the impacts of colonization have been well studied, little research has examined how these themes interact, and the conditions that may support or prevent people's ability to adapt to the social-ecological changes that emerge. Through a collaborative partnership with four First Nations and their umbrella organization for technical support, we examined people's perceptions of 10. social and ecological aspects of adaptation to climate change. Using semi-structured interviews (n=50), four key strategies emerged as critical for climate change adaptation: (1) strengthening 12. Indigenous governance autonomy and authority, (2) promoting knowledge sharing for adaptation practices within and among communities, (3) promoting adaptive co-management among governance scales, and (4) developing learning platforms for climate impacts and adaptive strategies. Actions typically proposed by non-Indigenous government, including marine protected areas and ecosystem-based management were not prioritized. We found diverse attitudes towards climate change. impacts, indicating that people's perceptions of adaptation strategies are strongly influenced by exposure to observable impacts, the social-ecological context in which they live, and perceptions of governance and self-determination. Our study suggests that supporting Indigenous peoples' ability to adapt to climate change will require transforming the current governance model into one acknowledges Indigenous social, cultural, and food needs and how these relate to marine resources and territorial management rights.",
		"container-title": "Ecology and Society",
		"issue": "4",
		"title": "\"Like the plains people losing the buffalo\": Perceptions of climate change impacts, fisheries management, and adaptation actions by Indigenous peoples in coastal British Columbia, Canada",
		"volume": "tbc",
		"author": [
			{
				"family": "Whitney",
				"given": "Charlotte K."
			},
			{
				"family": "Edgar",
				"given": "Frid B."
			},
			{
				"family": "Walkus",
				"given": "J."
			},
			{
				"family": "Siwallace",
				"given": "P."
			},
			{
				"family": "Siwallace",
				"given": "I."
			},
			{
				"family": "Ban",
				"given": "N.C."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2020"
				]
			]
		}
	},
	{
		"id": "vanVlietEtAl2013GlobalStreamflowThermal",
		"type": "article-journal",
		"abstract": "Climate change will affect future flow and thermal regimes of rivers. This will directly affect freshwater habitats and ecosystem health. In particular fish species, which are strongly adapted to a certain level of flow variability will be sensitive to future changes in flow regime. In addition, all freshwater fish species are exotherms, and increasing water temperatures will therefore directly affect fishes' biochemical reaction rates and physiology. To assess climate change impacts on large-scale freshwater fish habitats we used a physically-based hydrological and water temperature modelling framework forced with an ensemble of climate model output. Future projections on global river flow and water temperature were used in combination with current spatial distributions of several fish species and their maximum thermal tolerances to explore impacts on fish habitats in different regions around the world. Results indicate that climate change will affect seasonal flow amplitudes, magnitude and timing of high and low flow events for large fractions of the global land surface area. Also, significant increases in both the frequency and magnitude of exceeding maximum temperature tolerances for selected fish species are found. Although the adaptive capacity of fish species to changing hydrologic regimes and rising water temperatures could be variable, our global results show that fish habitats are likely to change in the near future, and this is expected to affect species distributions. © 2013 Springer Science+Business Media Dordrecht.",
		"container-title": "Climatic Change",
		"DOI": "10.1007/s10584-013-0976-0",
		"ISSN": "01650009",
		"issue": "4",
		"page": "739-754",
		"title": "Global streamflow and thermal habitats of freshwater fishes under climate change",
		"volume": "121",
		"author": [
			{
				"family": "Vliet",
				"given": "Michelle T.H.",
				"non-dropping-particle": "van"
			},
			{
				"family": "Ludwig",
				"given": "Fulco"
			},
			{
				"family": "Kabat",
				"given": "Pavel"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2013"
				]
			]
		}
	},
	{
		"id": "ThorneEtAl2018PacificCoastalWetland",
		"type": "article-journal",
		"abstract": "We used a first-of-its-kind comprehensive scenario approach to evaluate both the vertical and horizontal response of tidal wetlands to projected changes in the rate of sea-level rise (SLR) across 14 estuaries along the Pacific coast of the continental United States. Throughout the U.S. Pacific region, we found that tidal wetlands are highly vulnerable to end-of-century submergence, with resulting extensive loss of habitat. Using higher-range SLR scenarios, all high and middle marsh habitatswere lost, with 83%of current tidalwetlands transitioning to unvegetated habitats by 2110. The wetland area lost was greater in California and Oregon (100%) but still severe in Washington, with 68% submerged by the end of the century. The only wetland habitat remaining at the end of the century was low marsh under higherrange SLR rates. Tidal wetland loss was also likely under more conservative SLR scenarios, including loss of 95% of high marsh and 60%of middle marsh habitats by the end of the century. Horizontal migration of most wetlands was constrained by coastal development or steep topography, with just two wetland sites having sufficient upland space for migration and the possibility for nearly 1:1 replacement, making SLR threats particularly high in this region and generally undocumented.With low vertical accretion rates and little upland migration space, Pacific coast tidal wetlands are at imminent risk of submergence with projected rates of rapid SLR.",
		"container-title": "Science Advances",
		"DOI": "10.1126/sciadv.aao3270",
		"ISSN": "23752548",
		"issue": "2",
		"note": "PMID: 29507876",
		"page": "1-11",
		"title": "U.S. Pacific coastal wetland resilience and vulnerability to sea-level rise",
		"volume": "4",
		"author": [
			{
				"family": "Thorne",
				"given": "Karen"
			},
			{
				"family": "MacDonald",
				"given": "Glen"
			},
			{
				"family": "Guntenspergen",
				"given": "Glenn"
			},
			{
				"family": "Ambrose",
				"given": "Richard"
			},
			{
				"family": "Buffington",
				"given": "Kevin"
			},
			{
				"family": "Dugger",
				"given": "Bruce"
			},
			{
				"family": "Freeman",
				"given": "Chase"
			},
			{
				"family": "Janousek",
				"given": "Christopher"
			},
			{
				"family": "Brown",
				"given": "Lauren"
			},
			{
				"family": "Rosencranz",
				"given": "Jordan"
			},
			{
				"family": "Holmquist",
				"given": "James"
			},
			{
				"family": "Smol",
				"given": "John"
			},
			{
				"family": "Hargan",
				"given": "Kathryn"
			},
			{
				"family": "Takekawa",
				"given": "John"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2018"
				]
			]
		}
	},
	{
		"id": "CrozierEtAl2008PotentialResponsesClimate",
		"type": "article-journal",
		"container-title": "Evolutionary Applications",
		"page": "252-270",
		"title": "Potential responses to climate change in organisms with complex life histories: evolution and plasticity in Pacific salmon",
		"volume": "1",
		"author": [
			{
				"family": "Crozier",
				"given": "L G"
			},
			{
				"family": "Hendry",
				"given": "A P"
			},
			{
				"family": "Lawson",
				"given": "P W"
			},
			{
				"family": "Quinn",
				"given": "T P"
			},
			{
				"family": "Mantua",
				"given": "N J"
			},
			{
				"family": "Battin",
				"given": "J"
			},
			{
				"family": "Shaw",
				"given": "R G"
			},
			{
				"family": "Huey",
				"given": "R B"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2008"
				]
			]
		}
	},
	{
		"id": "DuanKaushal2013WarmingIncreasesCarbon",
		"type": "article-journal",
		"abstract": "Rising water temperatures due to climate and land use change can accelerate biogeochemical fluxes from sediments to streams. We investigated impacts of increased streamwater temperatures on sediment fluxes of dissolved organic carbon (DOC), nitrate, soluble reactive phosphorus (SRP) and sulfate. Experiments were conducted at 8 long-term monitoring sites across land use (forest, agricultural, suburban, and urban) at the Baltimore Ecosystem Study Long-Term Ecological Research (LTER) site in the Chesapeake Bay watershed. Over 20 yr of routine water temperature data showed substantial variation across seasons and years. Lab incubations of sediment and overlying water were conducted at 4 temperatures (4°C, 15°C, 25°C, and 35°C) for 48 h. Results indicated: (1) warming significantly increased sediment DOC fluxes to overlying water across land use but decreased DOC quality via increases in the humic-like to protein-like fractions, (2) warming consistently increased SRP fluxes from sediments to overlying water across land use, (3) warming increased sulfate fluxes from sediments to overlying water at rural/suburban sites but decreased sulfate fluxes at some urban sites likely due to sulfate reduction, and (4) nitrate fluxes showed an increasing trend with temperature at some forest and urban sites but with larger variability than SRP. Sediment fluxes of nitrate, SRP and sulfate were strongly related to watershed urbanization and organic matter content. Using relationships of sediment fluxes with temperature, we estimate a 5 C warming would increase mean sediment fluxes of SRP, DOC and nitrate-N across streams by 0.27-1.37 g m-2 yr-1, 0.03-0.14 kg m-2 yr-1, and 0.001-0.06 kg m-2 yr-1. Understanding warming impacts on coupled biogeochemical cycles in streams (e.g., organic matter mineralization, P sorption, nitrification, denitrification, and sulfate reduction) is critical for forecasting shifts in carbon and nutrient loads in response to interactive impacts of climate and land use change. © 2012 Author(s).",
		"container-title": "Biogeosciences",
		"DOI": "10.5194/bg-10-1193-2013",
		"ISSN": "17264170",
		"issue": "2",
		"page": "1193-1207",
		"title": "Warming increases carbon and nutrient fluxes from sediments in streams across land use",
		"volume": "10",
		"author": [
			{
				"family": "Duan",
				"given": "S. W."
			},
			{
				"family": "Kaushal",
				"given": "S. S."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2013"
				]
			]
		}
	},
	{
		"id": "SchindlerEtAl2008ClimateChangeEcosystem",
		"type": "article-journal",
		"abstract": "As climate change intensifies, there is increasing interest in developing models that reduce uncertainties in projections of global climate and refine these projections to finer spatial scales. Forecasts of climate impacts on ecosystems are far more challenging and their uncertainties even larger because of a limited understanding of physical controls on biological systems. Management and conservation plans that explicitly account for changing climate are rare and even those generally rely on retrospective analyses rather than future scenarios of climatic conditions and associated responses of specific ecosystems. Using past biophysical relationships as a guide to predicting the impacts of future climate change assumes that the observed relationships will remain constant. However, this assumption involves a long chain of uncertainty about future greenhouse gas emissions, climate sensitivity to changes in greenhouse gases, and the ecological consequences of climate change. These uncertainties in forecasting biological responses to changing climate highlight the need for resource management and conservation policies that are robust to unknowns and responsive to change. We suggest how policy might develop despite substantial uncertainties about the future state of salmon ecosystems.",
		"container-title": "Fisheries",
		"DOI": "10.1577/1548-8446-33.10.502",
		"ISSN": "0363-2415",
		"issue": "10",
		"page": "502-506",
		"title": "Climate Change, Ecosystem Impacts, and Management for Pacific Salmon",
		"volume": "33",
		"author": [
			{
				"family": "Schindler",
				"given": "Daniel E."
			},
			{
				"family": "Augerot",
				"given": "Xan"
			},
			{
				"family": "Fleishman",
				"given": "Erica"
			},
			{
				"family": "Mantua",
				"given": "Nathan J."
			},
			{
				"family": "Riddell",
				"given": "Brian"
			},
			{
				"family": "Ruckelshaus",
				"given": "Mary"
			},
			{
				"family": "Seeb",
				"given": "Jim"
			},
			{
				"family": "Webster",
				"given": "Michael"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2008"
				]
			]
		}
	},
	{
		"id": "MartinsEtAl2011EffectsRiverTemperature",
		"type": "article-journal",
		"abstract": "Mean summer water temperatures in the Fraser River (British Columbia, Canada) have increased by ~1.5 °C since the 1950s. In recent years, record high river temperatures during spawning migrations of Fraser River sockeye salmon (Oncorhynchus nerka) have been associated with high mortality events, raising concerns about long-term viability of the numerous natal stocks faced with climate warming. In this study, the effect of freshwater thermal experience on spawning migration survival was estimated by fitting capture-recapture models to telemetry data collected for 1474 adults (captured in either the ocean or river between 2002 and 2007) from four Fraser River sockeye salmon stock-aggregates (Chilko, Quesnel, Stellako-Late Stuart and Adams). Survival of Adams sockeye salmon was the most impacted by warm temperatures encountered in the lower river, followed by that of Stellako-Late Stuart and Quesnel. In contrast, survival of Chilko fish was insensitive to the encountered river temperature. In all stocks, in-river survival of ocean-captured sockeye salmon was higher than that of river-captured fish and, generally, the difference was more pronounced under warm temperatures. The survival-temperature relationships for ocean-captured fish were used to predict historic (1961-1990) and future (2010-2099) survival under simulated lower river thermal experiences for the Quesnel, Stellako-Late Stuart and Adams stocks. A decrease of 9-16% in survival of all these stocks was predicted by the end of the century if the Fraser River continues to warm as expected. However, the decrease in future survival of Adams sockeye salmon would occur only if fish continue to enter the river abnormally early, towards warmer periods of the summer, as they have done since 1995. The survival estimates and predictions presented here are likely optimistic and emphasize the need to consider stock-specific responses to temperature and climate warming into fisheries management and conservation strategies. © 2010 Blackwell Publishing Ltd.",
		"container-title": "Global Change Biology",
		"DOI": "10.1111/j.1365-2486.2010.02241.x",
		"ISSN": "13541013",
		"issue": "1",
		"page": "99-114",
		"title": "Effects of river temperature and climate warming on stock-specific survival of adult migrating Fraser River sockeye salmon (Oncorhynchus nerka)",
		"volume": "17",
		"author": [
			{
				"family": "Martins",
				"given": "Eduardo G."
			},
			{
				"family": "Hinch",
				"given": "Scott G."
			},
			{
				"family": "Patterson",
				"given": "David A."
			},
			{
				"family": "Hague",
				"given": "Merran J."
			},
			{
				"family": "Cooke",
				"given": "Steven J."
			},
			{
				"family": "Miller",
				"given": "Kristina M."
			},
			{
				"family": "Lapointe",
				"given": "Michael F."
			},
			{
				"family": "English",
				"given": "Karl K."
			},
			{
				"family": "Farrell",
				"given": "Anthony P."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2011"
				]
			]
		}
	},
	{
		"id": "CheungEtAl2021MarineHighTemperature",
		"type": "article-journal",
		"abstract": "Extreme temperature events have occurred in all ocean basins in the past two decades with detrimental impacts on marine biodiversity, ecosystem functions, and services. However, global impacts of temperature extremes on fish stocks, fisheries, and dependent people have not been quantified. Using an integrated climate-biodiversity-fisheries-economic impact model, we project that, on average, when an annual high temperature extreme occurs in an exclusive economic zone, 77% of exploited fishes and invertebrates therein will decrease in biomass while maximum catch potential will drop by 6%, adding to the decadal-scale mean impacts under climate change. The net negative impacts of high temperature extremes on fish stocks are projected to cause losses in fisheries revenues and livelihoods in most maritime countries, creating shocks to fisheries social-ecological systems particularly in climate-vulnerable areas. Our study highlights the need for rapid adaptation responses to extreme temperatures in addition to carbon mitigation to support sustainable ocean development.",
		"container-title": "Science Advances",
		"page": "1-16",
		"title": "Marine high temperature extremes amplify the imapcts of cliamte change on fish and fisheries",
		"volume": "submitted",
		"author": [
			{
				"family": "Cheung",
				"given": "William W.L."
			},
			{
				"family": "Frölicher",
				"given": "Thomas L."
			},
			{
				"family": "Lam",
				"given": "Vicky W.Y."
			},
			{
				"family": "Oyinlola",
				"given": "M."
			},
			{
				"family": "Reygondeau",
				"given": "Gabriel"
			},
			{
				"family": "Sumaila",
				"given": "U. Rashid"
			},
			{
				"family": "Tai",
				"given": "Travis C"
			},
			{
				"family": "Teh",
				"given": "Lydia C L"
			},
			{
				"family": "Wabnitz",
				"given": "C.C.C."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2021"
				]
			]
		}
	},
	{
		"id": "PitmanMoore2021RoleLargeGlaciated",
		"type": "article-journal",
		"container-title": "Environmental Biology of Fishes",
		"DOI": "10.1007/s10641-021-01152-1",
		"ISSN": "1573-5133",
		"issue": "0123456789",
		"note": "publisher: Springer Netherlands\nISBN: 0123456789",
		"title": "The role of large , glaciated tributaries in cooling an important Pacific salmon migration corridor : a study of the Babine River",
		"URL": "https://doi.org/10.1007/s10641-021-01152-1",
		"author": [
			{
				"family": "Pitman",
				"given": "Kara J"
			},
			{
				"family": "Moore",
				"given": "Jonathan W"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2021"
				]
			]
		}
	},
	{
		"id": "Preikshot2008ClimateEffectsPacific",
		"type": "book",
		"abstract": "The North Pacific Ocean is a vast ecosystem that changes not only with seasonal cycles, but also over decades and centuries. Ecosystem changes at this oceanic scale affect Canadian salmon populations, which spend most of their lives in the marine environment. Given that the effects of global warming, successful stewardship of Canadian Pacific Salmon will depend on better understanding how changes in climate affect the North Pacific environment. Creating a Canadian research group to deepen our understanding of how climate affects salmon in the North Pacific would best foster this kind of successful stewardship. This report will show that the scientific foundation for such a research group solidly exists in Canada. The results would not only be a better understanding and management of our own salmon populations but the establishment of Canada as a beacon guiding others in the stewardship of salmon around the Pacific. The decadal- and centuries-long cycles and changes of the ocean have profound effects on species in the North Pacific ecosystem. Population cycles of many fish species have been shown to wax and wane with long-term climate variation. Such long-term and large-scale changes have also been noted for Canadian Pacific salmon stocks. However, research upon, and management of, Pacific salmon in Canada has tended to focus on short- term changes (annual or high/low stock cycles) as manifested over relatively small geographic areas (watersheds and rivers). With a change in our understanding, recent research has made it possible to identify quantitative indicators of ocean ecosystem status for fisheries management. Given that the earth will become significantly warmer in the coming decades and centuries, it will be crucial to understand how global changes in climate may influence changes in North Pacific ecosystems and thus salmon populations. The first part of this report reviews literature on Pacific salmon. The following themes have emerged; carrying capacity: bottom-up control; fisheries and predation: top-down control; the influence of salmon hatcheries; the effects of competition and density-dependence; the existence of a critical phase in the ocean; different salmon production regimes in space and time; and changes in salmon growth and energetics. The second part of this report examines the lead Research institutions and universities with significant salmon climate projects. This report shows that research conducted over the last 15 years has opened up a new understanding of how nature regulates the production of salmon in the oceans. The implication of this knowledge is that salmon populations can now be understood in the context of an ecosystem framework. This ecosystem-level understanding requires that research and management be conducted with more integrative and long-term approaches. Given the type of research that has been done regarding the effects of climate variation and change on oceanic salmon populations, and the nature of the organisations conducting such work, guidelines are provided for the construction of a Canadian-based research institute designed to provide timely and useful advice to relevant federal and provincial ministries, user groups, and the public at large. By hosting such an institute, Canadian research would provide the context within which other nations frame the debate over and conclusions upon managing salmon stocks in the North Pacific. This institute would attract world-class researchers on climate change and marine fish issues to work in Canada. More importantly, it would encourage such researchers trained in Canada, to stay here. By building the capacity to understand how climate changes the populations of our salmon stocks Canada could easily become the world leader in this new research field. By leading, rather than following, Canadians could establish the talking points around which other researchers, organisations, and countries frame the future debates and decisions on how to manage salmon in the changing Pacific Ocean environment.",
		"ISBN": "1-897110-40-5",
		"note": "container-title: Fisheries Bethesda",
		"number-of-pages": "vi+81",
		"title": "Climate Effects on Pacific Salmon in the Ocean",
		"author": [
			{
				"family": "Preikshot",
				"given": "David B"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2008"
				]
			]
		}
	},
	{
		"id": "GrantEtAl2019StateCanadianPacific",
		"type": "report",
		"event-place": "Nanaimo, BC",
		"note": "container-title: Canadian Technical Report of Fisheries and Aquatic Sciences 3332\nISBN: 9780660322650",
		"page": "ix + 50",
		"publisher": "Fisheries and Oceans Canada",
		"publisher-place": "Nanaimo, BC",
		"title": "State of the Canadian Pacific Salmon: Responses to Changing Climate and Habitats",
		"author": [
			{
				"family": "Grant",
				"given": "Sue C. H."
			},
			{
				"family": "MacDonald",
				"given": "Bronwyn L."
			},
			{
				"family": "Winston",
				"given": "Mark L."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2019"
				]
			]
		}
	},
	{
		"id": "CrozierEtAl2008PredictingDifferentialEffectsa",
		"type": "article-journal",
		"container-title": "Global Change Biology",
		"page": "236-249",
		"title": "Predicting differential effects of climate change at the population level with life-cycle models of spring Chinook salmon",
		"volume": "14",
		"author": [
			{
				"family": "Crozier",
				"given": "Lisa G"
			},
			{
				"family": "Zabel",
				"given": "Richard W"
			},
			{
				"family": "Hamlet",
				"given": "Alan F"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2008"
				]
			]
		}
	},
	{
		"id": "MackasEtAl2007EffectsZooplanktonWarmer",
		"type": "article-journal",
		"abstract": "The consequences for pelagic communities of warming trends in mid and high latitude ocean regions could be substantial, but their magnitude and trajectory are not yet known. Environmental changes predicted by climate models (and beginning to be confirmed by observations) include warming and freshening of the upper ocean and reduction in the extent and duration of ice cover. One way to evaluate response scenarios is by comparing how \"similar\" zooplankton communities have differed among years and/or locations with differing temperature. The subarctic Pacific is a strong candidate for such comparisons, because the same mix of zooplankton species dominates over a wide range of temperature climatologies, and observations have spanned substantial temperature variability at interannual-to-decadal time scales. In this paper, we review and extend copepod abundance and phenology time series from net tow and Continuous Plankton Recorder surveys in the subarctic Northeast Pacific. The two strongest responses we have observed are latitudinal shifts in centers of abundance of many species (poleward under warm conditions), and changes in the life cycle timing of Neocalanus plumchrus in both oceanic and coastal regions (earlier by several weeks in warm years and at warmer locations). These zooplankton data, plus indices of higher trophic level responses such as reproduction, growth and survival of pelagic fish and seabirds, are all moderately-to-strongly intercorrelated ({divides}r{divides} = 0.25-0.8) with indices of local and basin-scale temperature anomalies. A principal components analysis of the normalized anomaly time series from 1979 to 2004 shows that a single \"warm-and-low-productivity\" vs. \"cool-and-high-productivity\" component axis accounts for over half of the variance/covariance. Prior to 1990, the scores for this component were negative (\"cool\" and \"productive\") or near zero except positive in the El Niño years 1983 and 1987. The scores were strongly and increasingly positive (\"warm\" and \"low productivity\") from 1992 to 1998; negative from 1999 to 2002; and again increasingly positive from 2003-present. We suggest that, in strongly seasonal environments, anomalously high temperature may provide misleading environmental cues that contribute to timing mismatch between life history events and the more-nearly-fixed seasonality of insolation, stratification, and food supply. Crown Copyright © 2007.",
		"container-title": "Progress in Oceanography",
		"DOI": "10.1016/j.pocean.2007.08.010",
		"ISSN": "00796611",
		"issue": "2",
		"page": "223-252",
		"title": "Effects on zooplankton of a warmer ocean: Recent evidence from the Northeast Pacific",
		"volume": "75",
		"author": [
			{
				"family": "Mackas",
				"given": "David L."
			},
			{
				"family": "Batten",
				"given": "Sonia"
			},
			{
				"family": "Trudel",
				"given": "Marc"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2007"
				]
			]
		}
	},
	{
		"id": "WellsEtAl2012PopulationDynamicsChinook",
		"type": "article-journal",
		"abstract": "Mortality during the first period at sea is thought to be a primary determinant of salmon productivity and return rates. Here, we test this hypothesis by linking variation in prey resources during the initial phase at sea with measurements of central California Chinook salmon Oncorhynchus tshawytscha diet, condition, and later adult abundance. Specifically, we investigate linkages between the distribution and abundance of krill and other prey with juvenile Chinook salmon diet and body condition. Hydrographic features of the Gulf of the Farallones during May and June were related to the abundance and spatial organization of Chinook salmon prey. When upwelling was reduced, there were fewer krill on the inner Gulf of the Farallones shelf, thereby less available to outgoing juvenile Chinook salmon smolts. Notably, we found a 1 yr lag in the relationship between the abundance of adult Thysanoessa spinifera and the volume of krill in the diet of juvenile Chinook salmon. Body condition of juvenile Chinook salmon was positively related to the abundance of adult krill the year before and specifically to the proportion of T. spinifera in the diet. In turn, the condition of juvenile Chinook salmon was correlated to the abundance of mature Chinook salmon returning from the same cohort the next year. This information may be useful for fisheries management by improving sibling-based forecasting models as well as informing escapement goals. © Inter-Research 2012.",
		"container-title": "Marine Ecology Progress Series",
		"DOI": "10.3354/meps09727",
		"ISSN": "01718630",
		"page": "125-137",
		"title": "Population dynamics of Chinook salmon Oncorhynchus tshawytscha relative to prey availability in the central California coastal region",
		"volume": "457",
		"author": [
			{
				"family": "Wells",
				"given": "Brian K."
			},
			{
				"family": "Santora",
				"given": "Jarrod A."
			},
			{
				"family": "Field",
				"given": "John C."
			},
			{
				"family": "Macfarlane",
				"given": "R. Bruce"
			},
			{
				"family": "Marinovic",
				"given": "Baldo B."
			},
			{
				"family": "Sydeman",
				"given": "William J."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2012"
				]
			]
		}
	},
	{
		"id": "CrozierEtAl2021ClimateChangeThreatens",
		"type": "article-journal",
		"abstract": "Widespread declines in Atlantic and Pacific salmon (Salmo salar and Oncorhynchus spp.) have tracked recent climate changes, but managers still lack quantitative projections of the viability of any individual population in response to future climate change. To address this gap, we assembled a vast database of survival and other data for eight wild populations of threatened Chinook salmon (O. tshawytscha). For each population, we evaluated climate impacts at all life stages and modeled future trajectories forced by global climate model projections. Populations rapidly declined in response to increasing sea surface temperatures and other factors across diverse model assumptions and climate scenarios. Strong density dependence limited the number of salmon that survived early life stages, suggesting a potentially efficacious target for conservation effort. Other solutions require a better understanding of the factors that limit survival at sea. We conclude that dramatic increases in smolt survival are needed to overcome the negative impacts of climate change for this threatened species.",
		"container-title": "Communications Biology",
		"DOI": "10.1038/s42003-021-01734-w",
		"ISSN": "23993642",
		"issue": "1",
		"note": "PMID: 33603119\npublisher: Springer US\nISBN: 4200302101",
		"title": "Climate change threatens Chinook salmon throughout their life cycle",
		"URL": "http://dx.doi.org/10.1038/s42003-021-01734-w",
		"volume": "4",
		"author": [
			{
				"family": "Crozier",
				"given": "Lisa G."
			},
			{
				"family": "Burke",
				"given": "Brian J."
			},
			{
				"family": "Chasco",
				"given": "Brandon E."
			},
			{
				"family": "Widener",
				"given": "Daniel L."
			},
			{
				"family": "Zabel",
				"given": "Richard W."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2021"
				]
			]
		}
	},
	{
		"id": "AndersonEtAl2015PortfolioConservationMetapopulations",
		"type": "article-journal",
		"abstract": "Climate change is likely to lead to increasing population variability and extinction risk. Theoretically, greater population diversity should buffer against rising climate variability, and this theory is often invoked as a reason for greater conservation. However, this has rarely been quantified. Here we show how a portfolio approach to managing population diversity can inform metapopulation conservation priorities in a changing world. We develop a salmon metapopulation model in which productivity is driven by spatially distributed thermal tolerance and patterns of short- and long-term climate change. We then implement spatial conservation scenarios that control population carrying capacities and evaluate the metapopulation portfolios as a financial manager might: Along axes of conservation risk and return. We show that preserving a diversity of thermal tolerances minimizes risk, given environmental stochasticity, and ensures persistence, given long-term environmental change. When the thermal tolerances of populations are unknown, doubling the number of populations conserved may nearly halve expected metapopulation variability. However, this reduction in variability can come at the expense of long-term persistence if climate change increasingly restricts available habitat, forcing ecological managers to balance society's desire for short-term stability and long-term viability. Our findings suggest the importance of conserving the processes that promote thermal-tolerance diversity, such as genetic diversity, habitat heterogeneity, and natural disturbance regimes, and demonstrate that diverse natural portfolios may be critical for metapopulation conservation in the face of increasing climate variability and change.",
		"container-title": "Ecological Applications",
		"DOI": "10.1890/14-0266.1.sm",
		"ISSN": "19395582",
		"issue": "2",
		"note": "PMID: 26263675",
		"page": "559-572",
		"title": "Portfolio conservation of metapopulations under climate change",
		"volume": "25",
		"author": [
			{
				"family": "Anderson",
				"given": "Sean C."
			},
			{
				"family": "Jonathan",
				"given": "W. Moore"
			},
			{
				"family": "Michelle",
				"given": "M. Mcclure"
			},
			{
				"family": "Nicholas",
				"given": "K. Dulvy"
			},
			{
				"family": "Andrew",
				"given": "B. Cooper"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2015"
				]
			]
		}
	},
	{
		"id": "Dittmer2013ChangingStreamflowColumbia",
		"type": "article-journal",
		"abstract": "Over the last 100 years, linear trends of tributary streamflow have changed on Columbia River Basin tribal reservations and historical lands ceded by tribes in treaties with the United States. Analysis of independent flow measures (Seasonal Flow Fraction, Center Timing, Spring Flow Onset, High Flow, Low Flow) using the Student t test and Mann-Kendall trend test suggests evidence for climate change trends for many of the 32 study basins. The trends exist despite interannual climate variability driven by the El Niño-Southern Oscillation and Pacific Decadal Oscillation. The average April-July flow volume declined by 16 %. The median runoff volume date has moved earlier by 5.8 days. The Spring Flow Onset date has shifted earlier by 5.7 days. The trend of the flow standard deviation (i.e., weather variability) increased 3 % to 11 %. The 100-year November floods increased 49 %. The mid-Columbia 7Q10 low flows have decreased by 5 % to 38 %. Continuation of these climatic and hydrological trends may seriously challenge the future of salmon, their critical habitats, and the tribal peoples who depend upon these resources for their traditional livelihood, subsistence, and ceremonial purposes. © 2013 The Author(s).",
		"container-title": "Climatic Change",
		"DOI": "10.1007/s10584-013-0745-0",
		"ISSN": "01650009",
		"issue": "3",
		"page": "627-641",
		"title": "Changing streamflow on Columbia basin tribal lands-climate change and salmon",
		"volume": "120",
		"author": [
			{
				"family": "Dittmer",
				"given": "Kyle"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2013"
				]
			]
		}
	},
	{
		"id": "MacdonaldEtAl2020StateSalmonInforming",
		"type": "book",
		"ISBN": "978-0-660-35889-5",
		"note": "container-title: Can. Tech. Rep. Fish. Aquat. Sci.\nissue: v +",
		"number-of-pages": "76",
		"title": "State of the Salmon: Informing the survival of Fraser Sockeye returning in 2018 through life cycle observations Canadian Technical Report of Fisheries and Aquatic Sciences 3271",
		"volume": "3398",
		"author": [
			{
				"family": "Macdonald",
				"given": "B L"
			},
			{
				"family": "Grant",
				"given": "S C H"
			},
			{
				"family": "Patterson",
				"given": "D A"
			},
			{
				"family": "Robinson",
				"given": "K A"
			},
			{
				"family": "Boldt",
				"given": "J L"
			},
			{
				"family": "Benner",
				"given": "K"
			},
			{
				"family": "Neville",
				"given": "C M"
			},
			{
				"family": "Pon",
				"given": "L"
			},
			{
				"family": "Tadey",
				"given": "J A"
			},
			{
				"family": "Selbie",
				"given": "D T"
			},
			{
				"family": "Winston",
				"given": "M L"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2020"
				]
			]
		}
	},
	{
		"id": "MooreEtAl2013EmpiricalModellingMaximuma",
		"type": "article-journal",
		"abstract": "The objective of this study was to characterize the spatial variability of stream thermal regimes in British Columbia, Canada, with the specific goal of developing a predictive model to assist in provincial-scale assessment offish habitat. It is part of a broader study to develop an approach to support the designation of \"Temperature Sensitive Streams\", particularly in relation to the potential effects of forest harvesting and climate change. Stream temperature data were collected from researchers, consultants and government agencies. After checking for data quality, the annual maximum of a seven-day running average of mean daily water temperature (MWAT) was extracted for each station-year. A multiple regression model for the mean MWAT for each station was fitted for stations having basin areas between 1 and 104 km. Predictor variables included the logarithm of catchment area, normal July-August air temperature for the location, the square root of the percentage of glacier cover in the catchment, the square root of the percentage of lake cover in the catchment, the mean catchment elevation, channel slope, a coefficient related to intensity of the mean annual flood, and the deviation of July-August air temperature during the monitoring year(s) from the average during a reference period. Model coefficients were consistent with the physical processes known to govern stream temperature. The standard deviation of prediction errors from a 10-fold cross-validation was 2.1°C. Lack of information on riparian shading is a likely source of a significant portion of the prediction error. The model can be used to provide an initial prediction of stream temperature regime for fish habitat assessment, as well as to provide first-order estimates of the sensitivity of MWAT to climatic warming and glacier retreat. © 2013 Canadian Water Resources Association.",
		"container-title": "Canadian Water Resources Journal",
		"DOI": "10.1080/07011784.2013.794992",
		"ISSN": "07011784",
		"issue": "2",
		"page": "135-147",
		"title": "Empirical modelling of maximum weekly average stream temperature in British Columbia, Canada, to support assessment of fish habitat suitability",
		"volume": "38",
		"author": [
			{
				"family": "Moore",
				"given": "R. D."
			},
			{
				"family": "Nelitz",
				"given": "M."
			},
			{
				"family": "Parkinson",
				"given": "E."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2013"
				]
			]
		}
	},
	{
		"id": "BritishColumbiaMinistryofEnvironment2015IndicatorsClimateChange",
		"type": "report",
		"abstract": "Both the UN Intergovernmental Panel on Climate Change and the US National Academy of Science have concluded that the global atmosphere is warming. They agree, moreover, that most of the warming observed over the last 50 years can be attributed to human activities that release greenhouse gases into the atmosphere. British Columbia, for example, produced almost 16 tonnes of green- house gases per person in 1999, most through the burning of fossil fuels for trans- portation and industrial activity. Atmospheric warming affects other parts of the climate system, including precipitation, air, wind and ocean currents, cloud cover, and the hydrological cycle. Climate change in turn affects other closely related physical systems, as well as biological systems, and the human communities that depend on these systems. This report documents how the climate in British Columbia changed during the 20th century and the rates at which these changes occurred. It outlines the potential impacts of these changes on freshwater, marine, and terrestrial ecosystems and on human communities. It describes how climate change is likely to affect the province during the 21st century",
		"note": "container-title: BC Ministry of Environment and Climate Change Strategy, National Library of Canada\nvolume: 4\nissue: 2016\nISBN: 0772647321",
		"page": "48",
		"title": "Indicators of Climate Change for British Columbia: 2016 Update",
		"author": [
			{
				"literal": "British Columbia Ministry of Environment"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2015"
				]
			]
		}
	},
	{
		"id": "WeitkampEtAl2021IntroductionUsingEnvironmental",
		"type": "report",
		"event-place": "Vancouver, BC",
		"publisher": "Pacific Salmon Commission",
		"publisher-place": "Vancouver, BC",
		"title": "Introduction to using environmental indicators to inform salmon management. Online Workshop hosted by the Pacific Salmon Commission Secretariat, Coho Technical Committee and Committee on Scientific Cooperation.",
		"URL": "https://www.psc.org/publications/workshop-reports/environmental-indicators-workshop/",
		"author": [
			{
				"family": "Weitkamp",
				"given": "Laurie"
			},
			{
				"family": "Litz",
				"given": "Marisa"
			},
			{
				"family": "Beckman",
				"given": "Brian"
			},
			{
				"family": "Connors",
				"given": "Brendan"
			},
			{
				"family": "Dobson",
				"given": "Diana"
			},
			{
				"family": "Dunlop",
				"given": "Roger"
			},
			{
				"family": "Holmes",
				"given": "John"
			},
			{
				"family": "Holmgren",
				"given": "Diego"
			},
			{
				"family": "Mcpherson",
				"given": "Scott"
			},
			{
				"family": "Morishima",
				"given": "Gary"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2021"
				]
			]
		}
	},
	{
		"id": "MorrisonEtAl2002ClimateChangeFraser",
		"type": "article-journal",
		"container-title": "Journal of Hydrology",
		"page": "230-244",
		"title": "Climate change in the Fraser River watershed: flow and temperature projections",
		"volume": "263",
		"author": [
			{
				"family": "Morrison",
				"given": "John"
			},
			{
				"family": "Quick",
				"given": "Michael C"
			},
			{
				"family": "Foreman",
				"given": "Michael G G"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2002"
				]
			]
		}
	},
	{
		"id": "PorterEtAl2017InteragencyStreamTemperature",
		"type": "report",
		"note": "issue: Year 2",
		"publisher": "Prepared for Pacific Salmon Foundation by ESSA Technologies Ltd.",
		"title": "Interagency stream temperature database and high-resolution stream temperature model for British Columbia: A pilot project (Year 2)",
		"author": [
			{
				"family": "Porter",
				"given": "M."
			},
			{
				"family": "Morton",
				"given": "M.C."
			},
			{
				"family": "Nelitz",
				"given": "M"
			},
			{
				"family": "Kellock",
				"given": "K."
			},
			{
				"family": "Leslie-Gottschligg",
				"given": "K."
			},
			{
				"family": "Chezik",
				"given": "K."
			},
			{
				"family": "Jones",
				"given": "E."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017"
				]
			]
		}
	},
	{
		"id": "Schnorbus2018ClimateChangeScenario",
		"type": "article-journal",
		"issue": "March",
		"page": "29",
		"title": "Climate Change Scenario Modelling for the Fraser River Watershed - Phase 1",
		"author": [
			{
				"family": "Schnorbus",
				"given": "Markus A."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2018"
				]
			]
		}
	},
	{
		"id": "HyattEtAl2020HistoricWaterTemperature",
		"type": "book",
		"ISBN": "978-0-660-35982-3",
		"note": "container-title: Can. Manusc. Rep. Fish. Aquat. Sci.",
		"number-of-pages": "xv + 203 p",
		"title": "Historic water temperature (1924-2018), river discharge (1929-2018), and adult Sockeye Salmon migration (1937-2018) observations in the Columbia, Okanogan, and Okanagan rivers.",
		"volume": "3206",
		"author": [
			{
				"family": "Hyatt",
				"given": "K. D."
			},
			{
				"family": "Stiff",
				"given": "H. W."
			},
			{
				"family": "Stockwell",
				"given": "M. M."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2020"
				]
			]
		}
	},
	{
		"id": "E.LaZerteAlbers2018WeathercanDownloadFormat",
		"type": "article-journal",
		"container-title": "The Journal of Open Source Software",
		"DOI": "10.21105/joss.00571",
		"ISSN": "2475-9066",
		"issue": "22",
		"page": "571",
		"title": "weathercan: Download and format weather data from Environment and Climate Change Canada",
		"volume": "3",
		"author": [
			{
				"family": "E. LaZerte",
				"given": "Stefanie"
			},
			{
				"family": "Albers",
				"given": "Sam"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2018"
				]
			]
		}
	},
	{
		"id": "Streicker2016YukonClimateChange",
		"type": "article-journal",
		"page": "84 p.",
		"title": "Yukon Climate Change Indicators and Key Findings 2015",
		"author": [
			{
				"family": "Streicker",
				"given": "John"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2016"
				]
			]
		}
	},
	{
		"id": "OliverFidler2001WaterQualityGuideline",
		"type": "report",
		"event-place": "Victoria, B.C.",
		"note": "issue: March",
		"page": "=",
		"publisher": "Ministry of Environment, Lands, and Parks (Water Quality Section)",
		"publisher-place": "Victoria, B.C.",
		"title": "Towards a Water Quality Guideline for Temperature in the Province of British Columbia",
		"URL": "http://www.env.gov.bc.ca/wat/wq/BCguidelines/temptech/temperaturetech-04.htm%5Cnhttp://www.env.gov.bc.ca/wat/wq/BCguidelines/temptech/index.html#TopOfPage",
		"author": [
			{
				"family": "Oliver",
				"given": "G.G."
			},
			{
				"family": "Fidler",
				"given": "L.E."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2001"
				]
			]
		}
	},
	{
		"id": "LetcherEtAl2016HierarchicalModelDaily",
		"type": "article-journal",
		"abstract": "Water temperature is a primary driver of stream ecosystems and commonly forms the basis of stream classifications. Robust models of stream temperature are critical as the climate changes, but estimating daily stream temperature poses several important challenges. We developed a statistical model that accounts for many challenges that can make stream temperature estimation difficult. Our model identifies the yearly period when air and water temperature are synchronized, accommodates hysteresis, incorporates time lags, deals with missing data and autocorrelation and can include external drivers. In a small stream network, the model performed well (RMSE = 0.59°C), identified a clear warming trend (0.63 °C decade-1) and a widening of the synchronized period (29 d decade-1). We also carefully evaluated how missing data influenced predictions. Missing data within a year had a small effect on performance (~0.05% average drop in RMSE with 10% fewer days with data). Missing all data for a year decreased performance (~0.6 °C jump in RMSE), but this decrease was moderated when data were available from other streams in the network.",
		"container-title": "PeerJ",
		"DOI": "10.7717/peerj.1727",
		"ISSN": "21678359",
		"issue": "2",
		"page": "1-26",
		"title": "A hierarchical model of daily stream temperature using air-water temperature synchronization, autocorrelation, and time lags",
		"volume": "2016",
		"author": [
			{
				"family": "Letcher",
				"given": "Benjamin H."
			},
			{
				"family": "Hocking",
				"given": "Daniel J."
			},
			{
				"family": "O'Neil",
				"given": "Kyle"
			},
			{
				"family": "Whiteley",
				"given": "Andrew R."
			},
			{
				"family": "Nislow",
				"given": "Keith H."
			},
			{
				"family": "O'Donnell",
				"given": "Matthew J."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2016"
				]
			]
		}
	},
	{
		"id": "Moore2006StreamTemperaturePatterns",
		"type": "article-journal",
		"abstract": "Spot stream temperatures recorded by Water Survey of Canada technicians during visits to gauging stations in British Columbia were used to characterize stream temperature patterns. A general linear modelling approach was used to relate the median water temperatures for each month to a set of variables describing catchment and climatic characteristics. Models were fitted for stations with drainage areas greater than 100 km2 to avoid possible regional bias, because most of the stations with areas less than 100 km2 were located south of 52°N. The final predictor variables varied by month and, for July and August, included normal monthly maximum air temperature, normal annual precipitation, mean catchment elevation, logarithm of drainage area, percent glacier cover, percent lake cover, and whether or not the flow regime is regulated. The models explained up to 79% of the variance in water temperature, with standard errors of the estimate ranging from 0.7°C in January to 1.6°C in August. Values of the coefficients for the predictor variables and their seasonal variations were consistent with the physical processes governing stream temperature. These models suggest that catchment characteristics leave an imprint on stream temperature, even for large catchments, and need to be accounted for in efforts to model regional variations in stream temperature. © 2006, Taylor & Francis Group, LLC.",
		"container-title": "Canadian Water Resources Journal",
		"DOI": "10.4296/cwrj3101041",
		"ISSN": "07011784",
		"issue": "1",
		"page": "41-56",
		"title": "Stream temperature patterns in British Columbia, Canada, based on routine spot measurements",
		"volume": "31",
		"author": [
			{
				"family": "Moore",
				"given": "R. D.(Dan)"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2006"
				]
			]
		}
	},
	{
		"id": "McDanielsEtAl2010VulnerabilityFraserRiver",
		"type": "article-journal",
		"abstract": "Fraser River sockeye salmon have been the basis for a major commercial fishery shared by Canada and the United States, and an important cultural foundation for many aboriginal groups; they are also of huge ecological significance throughout the Fraser Basin. The potential for altered aquatic habitat and temperature regimes due to climate change is an important concern for Fraser River sockeye salmon. This paper characterizes the vulnerability of Fraser River sockeye salmon to future climate change using an approach that is novel on three counts. First, previous efforts to assess the vulnerability of salmon to climate change have largely focused on only part of the life cycle, whereas we consider climate vulnerability at all stages in the life cycle. Second, we use the available scientific literature to provide a basis for structuring and eliciting judgments from fisheries science and management experts who research and manage these systems. Third, we consider prospects for mitigating the effects of climate change on sockeye salmon. Tests showed that participants' judgments differentiated in statistically significant ways among questions that varied in terms of life stages, spawning regions and climate scenarios. The consensus among participants was that Fraser River sockeye are most vulnerable to climate change during the egg and returning adult stages of the life cycle. A high temperature scenario was seen as imposing the greatest risk on sockeye stocks, particularly those that migrate to the upper reaches of the Fraser River system and spawn earlier in the summer. The inability to alter water temperature and the highly constrained nature of sockeye management, with competing gear types and sequential fisheries over a long distance, suggest the potential to mitigate adverse effects is limited. Fraser River sockeye already demonstrate a great deal of adaptive capacity in utilizing heterogeneous habitats in different river sub-basins. This adaptability points to the potential value of policies to make stocks more resilient to uncertain futures. © 2010 Elsevier Ltd.",
		"container-title": "Journal of Environmental Management",
		"DOI": "10.1016/j.jenvman.2010.08.004",
		"ISSN": "03014797",
		"issue": "12",
		"note": "PMID: 20810206\npublisher: Elsevier Ltd",
		"page": "2771-2780",
		"title": "Vulnerability of Fraser River sockeye salmon to climate change: A life cycle perspective using expert judgments",
		"URL": "http://dx.doi.org/10.1016/j.jenvman.2010.08.004",
		"volume": "91",
		"author": [
			{
				"family": "McDaniels",
				"given": "Tim"
			},
			{
				"family": "Wilmot",
				"given": "Sarah"
			},
			{
				"family": "Healey",
				"given": "Michael"
			},
			{
				"family": "Hinch",
				"given": "Scott"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2010"
				]
			]
		}
	},
	{
		"id": "NelitzPorter2009FutureOutlookEffects",
		"type": "report",
		"publisher": "ESSA Technologies Ltd. for Fraser Salmon and Watersheds Program, B.C. Ministry of Environment and Pacific Fisheries Resource Conservation Council",
		"title": "A future outlook on the effects of climate change on coho salmon (Oncorhynchus kisutch) habitats in the Cariboo-Chilcotin",
		"author": [
			{
				"family": "Nelitz",
				"given": "M"
			},
			{
				"family": "Porter",
				"given": "M"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2009"
				]
			]
		}
	},
	{
		"id": "Reese-HansenEtAl2012DesignatingTemperatureSensitive",
		"type": "report",
		"note": "issue: January",
		"title": "Designating Temperature Sensitive Streams (TSS) in British Columbia",
		"URL": "https://www.researchgate.net/profile/Marc-Nelitz/publication/261634672_Designating_Temperature_Sensitive_Streams_TSS_in_British_Columbia_a_discussion_paper_exploring_the_science_policy_and_climate_change_considerations_associated_with_a_TSS_designation_pr",
		"author": [
			{
				"family": "Reese-Hansen",
				"given": "Lars"
			},
			{
				"family": "Nelitz",
				"given": "Marc A"
			},
			{
				"family": "Parkinson",
				"given": "Eric"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2012"
				]
			]
		}
	},
	{
		"id": "NelitzEtAl2010EvaluatingVulnerabilityFreshwater",
		"type": "article-journal",
		"container-title": "Program",
		"title": "Evaluating the vulnerability of freshwater fish habitats to climate change and identifying regional adaptation strategies in the Cariboo-Chilcotin",
		"author": [
			{
				"family": "Nelitz",
				"given": "Marc"
			},
			{
				"family": "Wieckowski",
				"given": "Katherine"
			},
			{
				"family": "Porter",
				"given": "Marc"
			},
			{
				"family": "Bryan",
				"given": "Katy"
			},
			{
				"family": "Poulsen",
				"given": "Frank"
			},
			{
				"family": "Carr",
				"given": "David"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2010"
				]
			]
		}
	},
	{
		"id": "SchneiderEtAl2007AssessingKeyVulnerabilities",
		"type": "chapter",
		"container-title": "Climate Change 2007: Impacts, Adaptation and Vulnerability. Contribution ofWorking Group II to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change",
		"event-place": "Cambridge, U.K.",
		"page": "779-810",
		"publisher-place": "Cambridge, U.K.",
		"title": "Assessing key vulnerabilities and the risk from climate change",
		"author": [
			{
				"family": "Schneider",
				"given": "S.H."
			},
			{
				"family": "Semenov",
				"given": "S."
			},
			{
				"family": "Patwardhan",
				"given": "A."
			},
			{
				"family": "Burton",
				"given": "I."
			},
			{
				"family": "Magadza",
				"given": "C.H.D."
			},
			{
				"family": "Oppenheimer",
				"given": "M."
			},
			{
				"family": "Pittock",
				"given": "A.B."
			},
			{
				"family": "Rahman",
				"given": "A."
			},
			{
				"family": "Smith",
				"given": "J.B."
			},
			{
				"family": "Suarez",
				"given": "A."
			},
			{
				"family": "Yamin",
				"given": "F."
			}
		],
		"editor": [
			{
				"family": "Parry",
				"given": "C.E."
			},
			{
				"family": "Canziani",
				"given": "O.F."
			},
			{
				"family": "Palutikof",
				"given": "J.P"
			},
			{
				"family": "Linden",
				"given": "P.J.",
				"non-dropping-particle": "van der"
			},
			{
				"family": "Hanson",
				"given": "C.E."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2007"
				]
			]
		}
	},
	{
		"id": "OakesEtAl2021RapidAssessmentFacilitate",
		"type": "article-journal",
		"abstract": "Abstract The need to ensure that rising investment in nature-based climate solutions delivers expected outcomes hinges on incorporating current and future climate into design and implementation. Technical guidelines and formal planning processes serve a purpose in ensuring the quality of climate-informed strategies for local projects. The inherent complexity, cost, and time required to use these tools, however, can make them inaccessible or daunting. Taking lessons learned from a decade of funding over 100 adaptation initiatives in conservation?some of which also provide mitigation benefits?we describe a simple rapid assessment framework for use by practitioners and funders. This framework, which we refer to as the 5Ws (what, when, where, why, and who) of climate-informed action, serves as a guide to make projects more robust to future climate.",
		"container-title": "Conservation Science and Practice",
		"DOI": "10.1111/csp2.472",
		"ISSN": "2578-4854",
		"issue": "March",
		"page": "1-7",
		"title": "Rapid assessment to facilitate climate‐informed conservation and nature‐based solutions",
		"author": [
			{
				"family": "Oakes",
				"given": "Lauren E."
			},
			{
				"family": "Cross",
				"given": "Molly S."
			},
			{
				"family": "Zavaleta",
				"given": "Erika S."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2021"
				]
			]
		}
	},
	{
		"id": "FitzGeraldEtAl2021QuantifyingThermalExposure",
		"type": "article-journal",
		"abstract": "Migratory species are particularly vulnerable to climate change because habitat throughout their entire migration cycle must be suitable for the species to persist. For migratory species in rivers, predicting climate change impacts is especially difficult because there is a lack of spatially continuous and seasonally varying stream temperature data, habitat conditions can vary for an individual throughout its life cycle, and vulnerability can vary by life stage and season. To predict thermal impacts on migratory riverine populations, we first expanded a spatial stream network model to predict mean monthly temperature for 465,775 river km in the western U.S., and then applied simple yet plausible future stream temperature change scenarios. We then joined stream temperature predictions to 44,396 spatial observations and life-stage-specific phenology (timing) for 26 ecotypes (i.e., geographically distinct population groups expressing one of the four distinct seasonal migration patterns) of Chinook salmon (Oncorhynchus tshawytscha), a phenotypically diverse anadromous salmonid that is ecologically and economically important but declining throughout its range. Thermal stress, assessed for each life stage and ecotype based on federal criteria, was influenced by migration timing rather than latitude, elevation, or migration distance such that sympatric ecotypes often showed differential thermal exposure. Early-migration phenotypes were especially vulnerable due to prolonged residency in inland streams during the summer. We evaluated the thermal suitability of 31,699 stream km which are currently blocked by dams to explore reintroduction above dams as an option to mitigate the negative effects of our warmer stream temperature scenarios. Our results showed that negative impacts of stream temperature warming can be offset for almost all ecotypes if formerly occupied habitat above dams is made available. Our approach of combining spatial distribution and phenology data with spatially explicit and temporally explicit temperature predictions enables researchers to examine thermal exposure of migrating populations that use seasonally varying habitats.",
		"container-title": "Global Change Biology",
		"DOI": "10.1111/gcb.15450",
		"ISSN": "13652486",
		"issue": "3",
		"note": "PMID: 33216441",
		"page": "536-549",
		"title": "Quantifying thermal exposure for migratory riverine species: Phenology of Chinook salmon populations predicts thermal stress",
		"volume": "27",
		"author": [
			{
				"family": "FitzGerald",
				"given": "Alyssa M."
			},
			{
				"family": "John",
				"given": "Sara N."
			},
			{
				"family": "Apgar",
				"given": "Travis M."
			},
			{
				"family": "Mantua",
				"given": "Nathan J."
			},
			{
				"family": "Martin",
				"given": "Benjamin T."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2021"
				]
			]
		}
	},
	{
		"id": "BarhriT.VasconcellosM.WelchDJohnsonJ.PerryR.I.Xuechan2021AdaptiveFisheriesManagement",
		"type": "book",
		"ISBN": "978-92-5-133890-2",
		"note": "container-title: FAO Fisheries and Aquaculture Technical Paper No. 667",
		"number-of-pages": "667",
		"title": "Adaptive fisheries management in response to climate change",
		"URL": "https://doi.org/10.4060/cb3095en%0A",
		"author": [
			{
				"family": "Barhri, T., Vasconcellos, M., Welch, D, Johnson, J., Perry, R.I., Xuechan",
				"given": "M. (eds)"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2021"
				]
			]
		}
	},
	{
		"id": "PorterEtAl2021ClimateAdaptCoastal",
		"type": "report",
		"event-place": "Vancouver, BC",
		"publisher": "Lower Fraser Fisheries Alliance",
		"publisher-place": "Vancouver, BC",
		"title": "Climate Adapt and Coastal Restoration Project – Phase 3: A framework for prioritizing climate change adaptation strategies in the lower Fraser River Basin",
		"author": [
			{
				"family": "Porter",
				"given": "Marc"
			},
			{
				"family": "Nelitz",
				"given": "Marc A"
			},
			{
				"family": "Thompson",
				"given": "A."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2021"
				]
			]
		}
	},
	{
		"id": "HendersonEtAl1992ProbableConsequencesClimate",
		"type": "article-journal",
		"abstract": "We combine information on the influence of temperature on the thermal physiology, growth, and survival of sockeye salmon (Oncorhynchus nerka) with projections of temperature change associated with a doubling of atmospheric CO2 concentrations (over pre-industrial levels) to determine the effect of global warming on two freshwater life history stages (lake residence of juveniles, and spawning by adults) of sockeye salmon from Adams River, British Columbia. Air temperatures are expected to increase by approximately 4.0° and 2.5° C in the summer and winter respectively in the vicinity of the Adams River. Shuswap Lake is used as a rearing area by the juvenile sockeye salmon and global warming will probably change the production characteristics of lake towards a more oligotrophic system. This will cause a reduction in the abundance and availability of food for the juvenile sockeye salmon, and hence a decrease in their freshwater growth, and freshwater and marine survival. However, the increased temperature encountered by adults on the spawning grounds of the Adams River is unlikely to result in higher rates of prespawning mortality. It is anticipated that the net effect of global warming over all freshwater life history stages will be a reduction in the freshwater production of Adams River sockeye salmon. © 1992 Kluwer Academic Publishers.",
		"container-title": "GeoJournal",
		"DOI": "10.1007/BF00216406",
		"ISSN": "03432521",
		"issue": "1",
		"page": "51-59",
		"title": "Probable consequences of climate change on freshwater production of Adams River sockeye salmon (Oncorynchus nerka)",
		"volume": "28",
		"author": [
			{
				"family": "Henderson",
				"given": "M. A."
			},
			{
				"family": "Levy",
				"given": "D. A."
			},
			{
				"family": "Stockner",
				"given": "J. S."
			}
		],
		"issued": {
			"date-parts": [
				[
					"1992"
				]
			]
		}
	},
	{
		"id": "OkeyEtAl2012ClimateChangeImpacts",
		"type": "article-journal",
		"abstract": "C anada’s Pacifi c marine ecosystems, which lie adjacent to the coast of British Columbia, are rich, extraordinarily productive, and highly textured with conditions that vary considerably on diff erent scales of time and space. Th is marine and coastal environment is unique and of cultural, socio- economic, and ecological signifi cance to the people of British Columbia and the rest of Canada. Global environmental changes caused by greenhouse gas emissions are an increasing concern for the health of the whole region’s biologically rich ecosystems, and these must be examined in the context of the existing local and regional impacts, which are more manageable than global changes. Th e Canadian Parks and Wilderness Society and WWF-Canada commissioned the present report to synthesize current and projected impacts of these global changes, herein called “climate changes,” on Canada’s Pacifi c marine ecosystems. Th is report, and its companion report on adaptation approaches, was prepared to inform measures that can be employed to reduce the vulnerability of Canadian Pacifi c social-ecological systems to climate change, which can be considered in ocean and coastal resource planning. Th e synthesis in this report is based on two components: (1) a review of the literature relating to marine climate changes and impacts in British Columbia and the northeast Pacifi c Ocean, including projections from the Canadian Regional Climate Model and global climate models; and (2) a preliminary screening level vulnerability assessment, including components of exposure, sensitivity, and adaptive capacity",
		"page": "156",
		"title": "Climate Change Impacts and Vulnerabilities in Canada’s Pacific Marine Ecosystems",
		"author": [
			{
				"family": "Okey",
				"given": "Thomas A"
			},
			{
				"family": "Alidina",
				"given": "Hussein M"
			},
			{
				"family": "Lo",
				"given": "Veronica"
			},
			{
				"family": "Montenegro",
				"given": "Alvaro"
			},
			{
				"family": "Jessen",
				"given": "Sabine"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2012"
				]
			]
		}
	},
	{
		"id": "IsaakEtAl2012ClimateChangeEffects",
		"type": "article-journal",
		"abstract": "Thermal regimes in rivers and streams are fundamentally important to aquatic ecosystems and are expected to change in response to climate forcing as the Earth's temperature warms. Description and attribution of stream temperature changes are key to understanding how these ecosystems may be affected by climate change, but difficult given the rarity of long-term monitoring data. We assembled 18 temperature time-series from sites on regulated and unregulated streams in the northwest U. S. to describe historical trends from 1980-2009 and assess thermal consistency between these stream categories. Statistically significant temperature trends were detected across seven sites on unregulated streams during all seasons of the year, with a cooling trend apparent during the spring and warming trends during the summer, fall, and winter. The amount of warming more than compensated for spring cooling to cause a net temperature increase, and rates of warming were highest during the summer (raw trend = 0. 17°C/decade; reconstructed trend = 0. 22°C/decade). Air temperature was the dominant factor explaining long-term stream temperature trends (82-94% of trends) and inter-annual variability (48-86% of variability), except during the summer when discharge accounted for approximately half (52%) of the inter-annual variation in stream temperatures. Seasonal temperature trends at eleven sites on regulated streams were qualitatively similar to those at unregulated sites if two sites managed to reduce summer and fall temperatures were excluded from the analysis. However, these trends were never statistically significant due to greater variation among sites that resulted from local water management policies and effects of upstream reservoirs. Despite serious deficiencies in the stream temperature monitoring record, our results suggest many streams in the northwest U. S. are exhibiting a regionally coherent response to climate forcing. More extensive monitoring efforts are needed as are techniques for short-term sensitivity analysis and reconstructing historical temperature trends so that spatial and temporal patterns of warming can be better understood. Continuation of warming trends this century will increasingly stress important regional salmon and trout resources and hamper efforts to recover these species, so comprehensive vulnerability assessments are needed to provide strategic frameworks for prioritizing conservation efforts. © 2011 The Author(s).",
		"container-title": "Climatic Change",
		"DOI": "10.1007/s10584-011-0326-z",
		"ISSN": "01650009",
		"issue": "2",
		"page": "499-524",
		"title": "Climate change effects on stream and river temperatures across the northwest U.S. from 1980-2009 and implications for salmonid fishes",
		"volume": "113",
		"author": [
			{
				"family": "Isaak",
				"given": "D. J."
			},
			{
				"family": "Wollrab",
				"given": "S."
			},
			{
				"family": "Horan",
				"given": "D."
			},
			{
				"family": "Chandler",
				"given": "G."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2012"
				]
			]
		}
	},
	{
		"id": "Warkentin2020RegimesRiverTemperature",
		"type": "thesis",
		"abstract": "Climate change and human activities are altering river flows and temperatures, with potentially large consequences for aquatic life. I investigated how changing river flows affect salmon productivity, and how climate sensitivity varies across a watershed. First, I tested the effects of shifting river conditions on Chinook salmon productivity in a river where average August river discharge decreased by 26% in the last century. Summer low flows had the greatest negative impact on productivity: cohorts that experienced 50% below average flow in the August of spawning and rearing had 40% lower productivity. Second, I examined whether watershed characteristics could predict which streams were warmest and most sensitive to regional climate. Streams with more riparian forest cover were cooler overall and less sensitive to warmer air temperatures. Overall, this research shows that restoring river flows and watershed-scale forest management are essential parts of salmon conservation.",
		"number-of-pages": "99",
		"title": "Regimes of river temperature and flow in an interior watershed , and their implications for Chinook salmon",
		"URL": "http://summit.sfu.ca/item/21168",
		"author": [
			{
				"family": "Warkentin",
				"given": "Luke"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2020"
				]
			]
		}
	},
	{
		"id": "Kahn2014CollectionStreamTemperature",
		"type": "report",
		"event-place": "Victoria, B.C.",
		"page": "1-36",
		"publisher": "Pacific Climate Impacts Consortium",
		"publisher-place": "Victoria, B.C.",
		"title": "Collection of Stream Temperature Data for British Columbia and Preliminary Analysis of Fraser River Basin",
		"author": [
			{
				"family": "Kahn",
				"given": "Amina"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2014"
				]
			]
		}
	},
	{
		"id": "SparksEtAl2019InfluencesSpawningTiming",
		"type": "article-journal",
		"abstract": "We applied an empirical model to predict hatching and emergence timing for 25 western Alaska sockeye salmon (Oncorhynchus nerka) populations in four lake-nursery systems to explore current patterns and potential responses of early life history phenology to warming water temperatures. Given the temperature regimes sockeye salmon experienced during development, we predicted hatching to occur in as few as 58 days to as many as 260 days depending on spawning timing and temperature. For a focal lake spawning population, our climate–lake temperature model predicted a water temperature increase of 0.7 to 1.4 °C from 2015 to 2099 during the incubation period, which translated to a hatching timing that was 16 to 30 days earlier. The most extreme warming scenarios shifted development to approximately 1 week earlier than historical minima and thus climatic warming may lead to only modest shifts in phenology during the early life history stage of this population. The marked variation in the predicted timing of hatching and emergence among populations in close proximity on the landscape may serve to buffer this metapopulation from climate change.",
		"container-title": "Canadian Journal of Fisheries and Aquatic Sciences",
		"DOI": "10.1139/cjfas-2017-0468",
		"ISSN": "12057533",
		"issue": "1",
		"page": "123-135",
		"title": "Influences of spawning timing, water temperature, and climatic warming on early life history phenology in western alaska sockeye salmon",
		"volume": "76",
		"author": [
			{
				"family": "Sparks",
				"given": "Morgan M."
			},
			{
				"family": "Falke",
				"given": "Jeffrey A."
			},
			{
				"family": "Quinn",
				"given": "Thomas P."
			},
			{
				"family": "Adkison",
				"given": "Milo D."
			},
			{
				"family": "Schindler",
				"given": "Daniel E."
			},
			{
				"family": "Bartz",
				"given": "Krista"
			},
			{
				"family": "Young",
				"given": "Dan"
			},
			{
				"family": "Westley",
				"given": "Peter A.H."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2019"
				]
			]
		}
	},
	{
		"id": "Albers2017TidyhydatExtractTidy",
		"type": "article-journal",
		"abstract": "Provides functions to access historical and real-time national 'hydrometric' data from Water Survey of Canada data sources (<http://dd.weather.gc.ca/hydrometric/csv/> and <http://collaboration.cmc.ec.gc.ca/cmc/hydrometrics/www/>) and then applies tidy data principles.",
		"container-title": "The Journal of Open Source Software",
		"DOI": "10.21105/joss.00511",
		"ISSN": "2475-9066",
		"issue": "20",
		"page": "511",
		"title": "tidyhydat: Extract and Tidy Canadian Hydrometric Data",
		"volume": "2",
		"author": [
			{
				"family": "Albers",
				"given": "Sam"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017"
				]
			]
		}
	},
	{
		"id": "HarveyEtAl2021EcosystemStatusReport",
		"type": "report",
		"note": "issue: September 2021",
		"publisher": "U.S. Department of Commerce, NOAA Technical Memorandum NMFS-NWFSC-170.",
		"title": "Ecosystem Status Report of the California Current for 2020 – 21: A Summary of Ecosystem Indicators Compiled by the California Current Integrated Ecosystem Assessment Team (CCIEA)",
		"URL": "https://www.integratedecosystemassessment.noaa.gov/",
		"author": [
			{
				"family": "Harvey",
				"given": "Chris J"
			},
			{
				"family": "Garfield",
				"given": "Newell (Toby)"
			},
			{
				"family": "Williams",
				"given": "Gregory D."
			},
			{
				"family": "Tolimieri",
				"given": "Nicholas"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2021"
				]
			]
		}
	},
	{
		"id": "MurdochEtAl2020ImpactsCooccurringEnvironmental",
		"type": "article-journal",
		"abstract": "Freshwater fishes are now facing unprecedented environmental changes across their northern ranges, especially due to rapid warming occurring at higher latitudes. However, empirical research that examines co-occurring environmental effects on northern fish communities remains limited. We used fish community data from 1587 Alaskan stream sites to examine the potential combined and interacting effects of climate change, current weather, habitat, land use, and fire on two community-level metrics (species richness, relative abundance), and on the distributions of three Alaskan fish species. Our models were 71–76% accurate in predicting the distribution of Alaskan stream fishes using a combination of climate and habitat variables. In contrast to other freshwater ecosystems that are most threatened by land use pressures, we did not detect any evidence for the potential stress of anthropogenic land use or fire on stream fishes. Warming temperatures increased overall community richness and abundance but produced differing responses at the species level. Juvenile salmon presence was positively associated with several climate variables including warmer spring and autumn temperatures and wetter summers. In comparison, warmer seasonal temperatures contributed to declines for northern-adapted species such as Arctic grayling and Dolly Varden. This study highlights the overarching role of current and changing climate in regulating northern stream fish biodiversity. Although many fish species may benefit from climate change across their northern ranges, localised declines are likely to occur and may prove detrimental for communities with limited fishing portfolios. Climate change adaptation and mitigation strategies customised for rapidly changing northern ecosystems will play an essential role in preserving ecologically unique northern species.",
		"container-title": "Freshwater Biology",
		"DOI": "10.1111/fwb.13569",
		"ISSN": "13652427",
		"issue": "10",
		"page": "1685-1701",
		"title": "Impacts of co-occurring environmental changes on Alaskan stream fishes",
		"volume": "65",
		"author": [
			{
				"family": "Murdoch",
				"given": "Alyssa"
			},
			{
				"family": "Mantyka-Pringle",
				"given": "Chrystal"
			},
			{
				"family": "Sharma",
				"given": "Sapna"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2020"
				]
			]
		}
	},
	{
		"id": "RykaczewskiEtAl2015PolewardDisplacementCoastal",
		"type": "article-journal",
		"abstract": "Upwelling is critical to the biological production, acidification, and deoxygenation of the ocean's major eastern boundary current ecosystems. A leading conceptual hypothesis projects that the winds that induce coastal upwelling will intensify in response to increased land-sea temperature differences associated with anthropogenic global warming. We examine this hypothesis using an ensemble of coupled, ocean-atmosphere models and find limited evidence for intensification of upwelling-favorable winds or atmospheric pressure gradients in response to increasing land-sea temperature differences. However, our analyses reveal consistent latitudinal and seasonal dependencies of projected changes in wind intensity associated with poleward migration of major atmospheric high-pressure cells. Summertime winds near poleward boundaries of climatological upwelling zones are projected to intensify, while winds near equatorward boundaries are projected to weaken. Developing a better understanding of future changes in upwelling winds is essential to identifying portions of the oceans susceptible to increased hypoxia, ocean acidification, and eutrophication under climate change.",
		"container-title": "Geophysical Research Letters",
		"DOI": "10.1002/2015GL064694",
		"ISSN": "19448007",
		"issue": "15",
		"page": "6424-6431",
		"title": "Poleward displacement of coastal upwelling-favorable winds in the ocean's eastern boundary currents through the 21st century",
		"volume": "42",
		"author": [
			{
				"family": "Rykaczewski",
				"given": "Ryan R."
			},
			{
				"family": "Dunne",
				"given": "John P."
			},
			{
				"family": "Sydeman",
				"given": "William J."
			},
			{
				"family": "García-Reyes",
				"given": "Marisol"
			},
			{
				"family": "Black",
				"given": "Bryan A."
			},
			{
				"family": "Bograd",
				"given": "Steven J."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2015"
				]
			]
		}
	},
	{
		"id": "McclureEtAl2013IncorporatingClimateScience",
		"type": "article-journal",
		"abstract": "Aquatic species are threatened by climate change but have received comparatively less attention than terrestrial species. We gleaned key strategies for scientists and managers seeking to address climate change in aquatic conservation planning from the literature and existing knowledge. We address 3 categories of conservation effort that rely on scientific analysis and have particular application under the U.S. Endangered Species Act (ESA): assessment of overall risk to a species; long-term recovery planning; and evaluation of effects of specific actions or perturbations. Fewer data are available for aquatic species to support these analyses, and climate effects on aquatic systems are poorly characterized. Thus, we recommend scientists conducting analyses supporting ESA decisions develop a conceptual model that links climate, habitat, ecosystem, and species response to changing conditions and use this model to organize analyses and future research. We recommend that current climate conditions are not appropriate for projections used in ESA analyses and that long-term projections of climate-change effects provide temporal context as a species-wide assessment provides spatial context. In these projections, climate change should not be discounted solely because the magnitude of projected change at a particular time is uncertain when directionality of climate change is clear. Identifying likely future habitat at the species scale will indicate key refuges and potential range shifts. However, the risks and benefits associated with errors in modeling future habitat are not equivalent. The ESA offers mechanisms for increasing the overall resilience and resistance of species to climate changes, including establishing recovery goals requiring increased genetic and phenotypic diversity, specifying critical habitat in areas not currently occupied but likely to become important, and using adaptive management. © 2013 Society for Conservation Biology No claim to original US government works.",
		"container-title": "Conservation Biology",
		"DOI": "10.1111/cobi.12166",
		"ISSN": "15231739",
		"issue": "6",
		"note": "PMID: 24299088",
		"page": "1222-1233",
		"title": "Incorporating Climate Science in Applications of the U.S. Endangered Species Act for Aquatic Species",
		"URL": "https://conbio.onlinelibrary.wiley.com/doi/10.1111/cobi.12166",
		"volume": "27",
		"author": [
			{
				"family": "Mcclure",
				"given": "Michelle M."
			},
			{
				"family": "Alexander",
				"given": "Michael"
			},
			{
				"family": "Borggaard",
				"given": "Diane"
			},
			{
				"family": "Boughton",
				"given": "David"
			},
			{
				"family": "Crozier",
				"given": "Lisa"
			},
			{
				"family": "Griffis",
				"given": "Roger"
			},
			{
				"family": "Jorgensen",
				"given": "Jeffrey C."
			},
			{
				"family": "Lindley",
				"given": "Steven T."
			},
			{
				"family": "Nye",
				"given": "Janet"
			},
			{
				"family": "Rowland",
				"given": "Melanie J."
			},
			{
				"family": "Seney",
				"given": "Erin E."
			},
			{
				"family": "Snover",
				"given": "Amy"
			},
			{
				"family": "Toole",
				"given": "Christopher"
			},
			{
				"family": "Van Houtan",
				"given": "Kyle"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2013"
				]
			]
		}
	},
	{
		"id": "CrozierEtAl2019ClimateVulnerabilityAssessment",
		"type": "book",
		"abstract": "Major ecological realignments are already occurring in response to climate change. To be successful, conservation strategies now need to account for geographical patterns in traits sensitive to climate change, as well as climate threats to species-level diversity. As part of an effort to provide such information, we conducted a climate vulnerability assessment that included all anadromous Pacific salmon and steelhead (Oncorhynchus spp.) population units listed under the U.S. Endangered Species Act. Using an expert-based scoring system, we ranked 20 attributes for the 28 listed units and 5 additional units. Attributes captured biological sensitivity, or the strength of linkages between each listing unit and the present climate; climate exposure, or the magnitude of projected change in local environmental conditions; and adaptive capacity, or the ability to modify phenotypes to cope with new climatic conditions. Each listing unit was then assigned one of four vulnerability categories. Units ranked most vulnerable overall were Chinook (O. tshawytscha) in the California Central Valley, coho (O. kisutch) in California and southern Oregon, sockeye (O. nerka) in the Snake River Basin, and spring-run Chinook in the interior Columbia and Willamette River Basins. We identified units with similar vulnerability profiles using a hierarchical cluster analysis. Life history characteristics, especially freshwater and estuary residence times, inter-played with gradations in exposure from south to north and from coastal to interior regions to generate landscape-level patterns within each species. Nearly all listing units faced high exposures to projected increases in stream temperature, sea surface temperature, and ocean acidification, but other aspects of exposure peaked in particular regions. Anthropogenic factors, especially migration barriers, habitat degradation, and hatchery influence, have reduced the adaptive capacity of most steelhead and salmon populations. Enhancing adaptive capacity is essential to mitigate for the increasing threat of climate change. Collectively, these results provide a framework to support recovery planning that considers climate impacts on the majority of West Coast anadromous salmonids.",
		"ISBN": "1-111-11111-1",
		"note": "PMID: 31339895\ncontainer-title: PLoS ONE\nDOI: 10.1371/journal.pone.0217711\nissue: 7\nISSN: 19326203",
		"number-of-pages": "1-49",
		"title": "Climate vulnerability assessment for Pacific salmon and steelhead in the California Current Large Marine Ecosystem",
		"volume": "14",
		"author": [
			{
				"family": "Crozier",
				"given": "Lisa G."
			},
			{
				"family": "McClure",
				"given": "Michelle M."
			},
			{
				"family": "Beechie",
				"given": "Tim"
			},
			{
				"family": "Bograd",
				"given": "Steven J."
			},
			{
				"family": "Boughton",
				"given": "David A."
			},
			{
				"family": "Carr",
				"given": "Mark"
			},
			{
				"family": "Cooney",
				"given": "Thomas D."
			},
			{
				"family": "Dunham",
				"given": "Jason B."
			},
			{
				"family": "Greene",
				"given": "Correigh M."
			},
			{
				"family": "Haltuch",
				"given": "Melissa A."
			},
			{
				"family": "Hazen",
				"given": "Elliott L."
			},
			{
				"family": "Holzer",
				"given": "Damon M."
			},
			{
				"family": "Huff",
				"given": "David D."
			},
			{
				"family": "Johnson",
				"given": "Rachel C."
			},
			{
				"family": "Jordan",
				"given": "Chris E."
			},
			{
				"family": "Kaplan",
				"given": "Isaac C."
			},
			{
				"family": "Lindley",
				"given": "Steven T."
			},
			{
				"family": "Mantua",
				"given": "Nathan J."
			},
			{
				"family": "Moyle",
				"given": "Peter B."
			},
			{
				"family": "Myers",
				"given": "James M."
			},
			{
				"family": "Nelson",
				"given": "Mark W."
			},
			{
				"family": "Spence",
				"given": "Brian C."
			},
			{
				"family": "Weitkamp",
				"given": "Laurie A."
			},
			{
				"family": "Williams",
				"given": "Thomas H."
			},
			{
				"family": "Willis-Norton",
				"given": "Ellen"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2019"
				]
			]
		}
	},
	{
		"id": "Caissie2006ThermalRegimeRivers",
		"type": "article-journal",
		"abstract": "1. The thermal regime of rivers plays an important role in the overall health of aquatic ecosystems, including water quality issues and the distribution of aquatic species within the river environment. Consequently, for conducting environmental impact assessments as well as for effective fisheries management, it is important to understand the thermal behaviour of rivers and related heat exchange processes. 2. This study reviews the different river thermal processes responsible for water temperature variability on both the temporal (e.g. diel, daily, seasonal) and spatial scales, as well as providing information related to different water temperature models currently found in the literature. 3. Water temperature models are generally classified into three groups: regression, stochastic and deterministic models. Deterministic models employ an energy budget approach to predict river water temperature, whereas regression and stochastic models generally rely on air to water temperature relationships. 4. Water temperature variability can occur naturally or as a result of anthropogenic perturbations, such as thermal pollution, deforestation, flow modification and climate change. Literature information is provided on the thermal regime of rivers in relation to anthropogenic impacts and such information will contribute to the better protection of fish habitat and more efficient fisheries management. © 2006 The Author.",
		"container-title": "Freshwater Biology",
		"DOI": "10.1111/j.1365-2427.2006.01597.x",
		"ISSN": "00465070",
		"issue": "8",
		"page": "1389-1406",
		"title": "The thermal regime of rivers: A review",
		"volume": "51",
		"author": [
			{
				"family": "Caissie",
				"given": "D."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2006"
				]
			]
		}
	},
	{
		"id": "FodenEtAl2019ClimateChangeVulnerability",
		"type": "article-journal",
		"abstract": "Assessing species' vulnerability to climate change is a prerequisite for developing effective strategies to conserve them. The last three decades have seen exponential growth in the number of studies evaluating how, how much, why, when, and where species will be impacted by climate change. We provide an overview of the rapidly developing field of climate change vulnerability assessment (CCVA) and describe key concepts, terms, steps and considerations. We stress the importance of identifying the full range of pressures, impacts and their associated mechanisms that species face and using this as a basis for selecting the appropriate assessment approaches for quantifying vulnerability. We outline four CCVA assessment approaches, namely trait-based, correlative, mechanistic and combined approaches and discuss their use. Since any assessment can deliver unreliable or even misleading results when incorrect data and parameters are applied, we discuss finding, selecting, and applying input data and provide examples of open-access resources. Because rare, small-range, and declining-range species are often of particular conservation concern while also posing significant challenges for CCVA, we describe alternative ways to assess them. We also describe how CCVAs can be used to inform IUCN Red List assessments of extinction risk. Finally, we suggest future directions in this field and propose areas where research efforts may be particularly valuable. This article is categorized under: Climate, Ecology, and Conservation > Extinction Risk.",
		"container-title": "Wiley Interdisciplinary Reviews: Climate Change",
		"DOI": "10.1002/wcc.551",
		"ISSN": "17577799",
		"issue": "1",
		"page": "1-36",
		"title": "Climate change vulnerability assessment of species",
		"volume": "10",
		"author": [
			{
				"family": "Foden",
				"given": "Wendy B."
			},
			{
				"family": "Young",
				"given": "Bruce E."
			},
			{
				"family": "Akçakaya",
				"given": "H. Resit"
			},
			{
				"family": "Garcia",
				"given": "Raquel A."
			},
			{
				"family": "Hoffmann",
				"given": "Ary A."
			},
			{
				"family": "Stein",
				"given": "Bruce A."
			},
			{
				"family": "Thomas",
				"given": "Chris D."
			},
			{
				"family": "Wheatley",
				"given": "Christopher J."
			},
			{
				"family": "Bickford",
				"given": "David"
			},
			{
				"family": "Carr",
				"given": "Jamie A."
			},
			{
				"family": "Hole",
				"given": "David G."
			},
			{
				"family": "Martin",
				"given": "Tara G."
			},
			{
				"family": "Pacifici",
				"given": "Michela"
			},
			{
				"family": "Pearce-Higgins",
				"given": "James W."
			},
			{
				"family": "Platts",
				"given": "Philip J."
			},
			{
				"family": "Visconti",
				"given": "Piero"
			},
			{
				"family": "Watson",
				"given": "James E.M."
			},
			{
				"family": "Huntley",
				"given": "Brian"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2019"
				]
			]
		}
	},
	{
		"id": "ZachariasGregr2005SensitivityVulnerabilityMarine",
		"type": "article-journal",
		"abstract": "Marine environments have suffered from a lack of quantitative methods for delineating areas that are sensitive or vulnerable to particular stresses, natural and anthropogenic. We define sensitivity as the degree to which marine features respond to stresses, which are deviations of environmental conditions beyond the expected range. Vulnerability can then be defined as the probability that a feature will be exposed to a stress to which it is sensitive. Using these definitions, we provide a quantitative methodology for identifying vulnerable marine areas based on valued ecological features, defined as biological or physical features, processes, or structures deemed by humans to have environmental, social, cultural, or economic significance. The vulnerability of the valued ecological features is a function of their sensitivity to particular stresses and their vulnerability to those stresses. We used the methodology to demonstrate how vulnerable marine areas for two groups of endangered whale species (inshore and offshore) could be identified with a predictive habitat model and acoustic stress surfaces. Acoustic stress surfaces were produced for ferry traffic, commercial shipping traffic, potential offshore oil production, and small-boat traffic. The vulnerabilities of the two whale groups to the four stressors considered in this example were relatively similar; however, inshore species were more sensitive to on-shelf, coastal activities such as offshore hydrocarbon production, ferry traffic, and small-boat traffic. Our approach demonstrates how valued features can be associated with stresses and the likelihood of encountering these stresses (vulnerability) in order to identify geographic areas for management and conservation purposes. The method can be applied to any combination of valued ecological features and stressors.",
		"container-title": "Conservation Biology",
		"DOI": "10.1111/j.1523-1739.2005.00148.x",
		"ISSN": "08888892",
		"issue": "1",
		"page": "86-97",
		"title": "Sensitivity and vulnerability in marine environments: An approach to identifying vulnerable marine areas",
		"volume": "19",
		"author": [
			{
				"family": "Zacharias",
				"given": "Mark A."
			},
			{
				"family": "Gregr",
				"given": "Edward J."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2005"
				]
			]
		}
	},
	{
		"id": "CrozierEtAl2008PredictingDifferentialEffects",
		"type": "article-journal",
		"container-title": "Global Change Biology",
		"page": "236-249",
		"title": "Predicting differential effects of climate change at the population level with life-cycle models of spring Chinook salmon",
		"volume": "14",
		"author": [
			{
				"family": "Crozier",
				"given": "Lisa G"
			},
			{
				"family": "Zabel",
				"given": "Richard W"
			},
			{
				"family": "Hamlet",
				"given": "Alan F"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2008"
				]
			]
		}
	},
	{
		"id": "Mantyka-PringleEtAl2015ClimateChangeModifies",
		"type": "article-journal",
		"abstract": "Climate change and land-cover change will have major impacts on biodiversity persistence worldwide. These two stressors are likely to interact, but how climate change will mediate the effects of land-cover change remains poorly understood. Here we use an empirically-derived model of the interaction between habitat loss and climate to predict the implications of this for biodiversity loss and conservation priorities at a global scale. Risk analysis was used to estimate the risk of biodiversity loss due to alternative future land-cover change scenarios and to quantify how climate change mediates this risk. We demonstrate that the interaction of climate change with land-cover change could increase the impact of land-cover change on birds and mammals by up to 43% and 24% respectively and alter the spatial distribution of threats. Additionally, we show that the ranking of global biodiversity hotspots by threat depends critically on the interaction between climate change and habitat loss. Our study suggests that the investment of conservation resources will likely change once the interaction between climate change and land-cover change is taken into account. We argue that global conservation efforts must take this into account if we are to develop cost-effective conservation policies and strategies under global change.",
		"container-title": "Biological Conservation",
		"DOI": "10.1016/j.biocon.2015.04.016",
		"ISSN": "00063207",
		"note": "publisher: Elsevier Ltd",
		"page": "103-111",
		"title": "Climate change modifies risk of global biodiversity loss due to land-cover change",
		"URL": "http://dx.doi.org/10.1016/j.biocon.2015.04.016",
		"volume": "187",
		"author": [
			{
				"family": "Mantyka-Pringle",
				"given": "Chrystal S."
			},
			{
				"family": "Visconti",
				"given": "Piero"
			},
			{
				"family": "Di Marco",
				"given": "Moreno"
			},
			{
				"family": "Martin",
				"given": "Tara G."
			},
			{
				"family": "Rondinini",
				"given": "Carlo"
			},
			{
				"family": "Rhodes",
				"given": "Jonathan R."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2015"
				]
			]
		}
	},
	{
		"id": "CrozierEtAl2018AtlanticSalmonMortality",
		"type": "article-journal",
		"issue": "August",
		"page": "72",
		"title": "Atlantic salmon mortality at sea: Developing an evidence-based “Likely Suspects” framework",
		"author": [
			{
				"family": "Crozier",
				"given": "Walter"
			},
			{
				"family": "Whelan",
				"given": "Ken"
			},
			{
				"family": "Buoro",
				"given": "Mathieu"
			},
			{
				"family": "Chaput",
				"given": "Gerald"
			},
			{
				"family": "Grant",
				"given": "Sue"
			},
			{
				"family": "Hyatt",
				"given": "Kim"
			},
			{
				"family": "Irvine",
				"given": "James"
			},
			{
				"family": "Maoiléidigh",
				"given": "Niall Ó"
			},
			{
				"family": "Prévost",
				"given": "Etienne"
			},
			{
				"family": "Rivot",
				"given": "Etienne"
			},
			{
				"family": "Russell",
				"given": "Ian"
			},
			{
				"family": "Schmidt",
				"given": "Michael"
			},
			{
				"family": "Wells",
				"given": "Brian"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2018"
				]
			]
		}
	},
	{
		"id": "HareEtAl2016VulnerabilityAssessmentFish",
		"type": "article-journal",
		"abstract": "Climate change and decadal variability are impacting marine fish and invertebrate species worldwide and these impacts will continue for the foreseeable future. Quantitative approaches have been developed to examine climate impacts on productivity, abundance, and distribution of various marine fish and invertebrate species. However, it is difficult to apply these approaches to large numbers of species owing to the lack of mechanistic understanding sufficient for quantitative analyses, as well as the lack of scientific infrastructure to support these more detailed studies. Vulnerability assessments provide a framework for evaluating climate impacts over a broad range of species with existing information. These methods combine the exposure of a species to a stressor (climate change and decadal variability) and the sensitivity of species to the stressor. These two components are then combined to estimate an overall vulnerability. Quantitative data are used when available, but qualitative information and expert opinion are used when quantitative data is lacking. Here we conduct a climate vulnerability assessment on 82 fish and invertebrate species in the Northeast U.S. Shelf including exploited, forage, and protected species. We define climate vulnerability as the extent to which abundance or productivity of a species in the region could be impacted by climate change and decadal variability. We find that the overall climate vulnerability is high to very high for approximately half the species assessed; diadromous and benthic invertebrate species exhibit the greatest vulnerability. In addition, the majority of species included in the assessment have a high potential for a change in distribution in response to projected changes in climate. Negative effects of climate change are expected for approximately half of the species assessed, but some species are expected to be positively affected (e.g., increase in productivity or move into the region). These results will inform research and management activities related to understanding and adapting marine fisheries management and conservation to climate change and decadal variability.",
		"container-title": "PLoS ONE",
		"DOI": "10.1371/journal.pone.0146756",
		"ISSN": "19326203",
		"issue": "2",
		"note": "PMID: 26839967",
		"page": "1-30",
		"title": "A vulnerability assessment of fish and invertebrates to climate change on the northeast u.s. continental shelf",
		"volume": "11",
		"author": [
			{
				"family": "Hare",
				"given": "Jonathan A."
			},
			{
				"family": "Morrison",
				"given": "Wendy E."
			},
			{
				"family": "Nelson",
				"given": "Mark W."
			},
			{
				"family": "Stachura",
				"given": "Megan M."
			},
			{
				"family": "Teeters",
				"given": "Eric J."
			},
			{
				"family": "Griffis",
				"given": "Roger B."
			},
			{
				"family": "Alexander",
				"given": "Michael A."
			},
			{
				"family": "Scott",
				"given": "James D."
			},
			{
				"family": "Alade",
				"given": "Larry"
			},
			{
				"family": "Bell",
				"given": "Richard J."
			},
			{
				"family": "Chute",
				"given": "Antonie S."
			},
			{
				"family": "Curti",
				"given": "Kiersten L."
			},
			{
				"family": "Curtis",
				"given": "Tobey H."
			},
			{
				"family": "Kircheis",
				"given": "Daniel"
			},
			{
				"family": "Kocik",
				"given": "John F."
			},
			{
				"family": "Lucey",
				"given": "Sean M."
			},
			{
				"family": "McCandless",
				"given": "Camilla T."
			},
			{
				"family": "Milke",
				"given": "Lisa M."
			},
			{
				"family": "Richardson",
				"given": "David E."
			},
			{
				"family": "Robillard",
				"given": "Eric"
			},
			{
				"family": "Walsh",
				"given": "Harvey J."
			},
			{
				"family": "McManus",
				"given": "M. Conor"
			},
			{
				"family": "Marancik",
				"given": "Katrin E."
			},
			{
				"family": "Griswold",
				"given": "Carolyn A."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2016"
				]
			]
		}
	},
	{
		"id": "YuEtAl2021GeospatialIndicatorsExposure",
		"type": "article-journal",
		"abstract": "Background: Although the frequency and magnitude of climate change-related health hazards (CCRHHs) are likely to increase, the population vulnerabilities and corresponding health impacts are dependent on a community’s exposures, pre-existing sensitivities, and adaptive capacities in response to a hazard’s impact. To evaluate spatial variability in relative vulnerability, we: 1) identified climate change-related risk factors at the dissemination area level; 2) created actionable health vulnerability index scores to map community risks to extreme heat, flooding, wildfire smoke, and ground-level ozone; and 3) spatially evaluated vulnerability patterns and priority areas of action to address inequity. Methods: A systematic literature review was conducted to identify the determinants of health hazards among populations impacted by CCRHHs. Identified determinants were then grouped into categories of exposure, sensitivity, and adaptive capacity and aligned with available data. Data were aggregated to 4188 Census dissemination areas within two health authorities in British Columbia, Canada. A two-step principal component analysis (PCA) was then used to select and weight variables for each relative vulnerability score. In addition to an overall vulnerability score, exposure, adaptive capacity, and sensitivity sub-scores were computed for each hazard. Scores were then categorised into quintiles and mapped. Results: Two hundred eighty-one epidemiological papers met the study criteria and were used to identify 36 determinant indicators that were operationalized across all hazards. For each hazard, 3 to 5 principal components explaining 72 to 94% of the total variance were retained. Sensitivity was weighted much higher for extreme heat, wildfire smoke and ground-level ozone, and adaptive capacity was highly weighted for flooding vulnerability. There was overall varied contribution of adaptive capacity (16–49%) across all hazards. Distinct spatial patterns were observed – for example, although patterns varied by hazard, vulnerability was generally higher in more deprived and more outlying neighbourhoods of the study region. Conclusions: The creation of hazard and category-specific vulnerability indices (exposure, adaptive capacity and sensitivity sub-scores) supports evidence-based approaches to prioritize public health responses to climate-related hazards and to reduce inequity by assessing relative differences in vulnerability along with absolute impacts. Future studies can build upon this methodology to further understand the spatial variation in vulnerability and to identify and prioritise actionable areas for adaptation.",
		"container-title": "Environmental Health: A Global Access Science Source",
		"DOI": "10.1186/s12940-021-00708-z",
		"ISSN": "1476069X",
		"issue": "1",
		"note": "PMID: 33752667\npublisher: Environmental Health",
		"page": "1-20",
		"title": "Geospatial indicators of exposure, sensitivity, and adaptive capacity to assess neighbourhood variation in vulnerability to climate change-related health hazards",
		"volume": "20",
		"author": [
			{
				"family": "Yu",
				"given": "Jessica"
			},
			{
				"family": "Castellani",
				"given": "Kaitlin"
			},
			{
				"family": "Forysinski",
				"given": "Krista"
			},
			{
				"family": "Gustafson",
				"given": "Paul"
			},
			{
				"family": "Lu",
				"given": "James"
			},
			{
				"family": "Peterson",
				"given": "Emily"
			},
			{
				"family": "Tran",
				"given": "Martino"
			},
			{
				"family": "Yao",
				"given": "Angela"
			},
			{
				"family": "Zhao",
				"given": "Jingxuan"
			},
			{
				"family": "Brauer",
				"given": "Michael"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2021"
				]
			]
		}
	},
	{
		"id": "BeechieEtAl2021ModelingEffectsHabitat",
		"type": "report",
		"note": "issue: April",
		"title": "Modeling Effects of Habitat Change and Restoration Alternatives on Salmon in the Chehalis River Basin Using a Salmonid Life-Cycle Model",
		"author": [
			{
				"family": "Beechie",
				"given": "T.J."
			},
			{
				"family": "Nicol",
				"given": "C."
			},
			{
				"family": "Fogel",
				"given": "C."
			},
			{
				"family": "Jorgensen",
				"given": "J."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2021"
				]
			]
		}
	},
	{
		"id": "SiegleEtAl2021RoadmapDevelopLikely",
		"type": "report",
		"publisher": "North Pacific Anadromous Fish Commission",
		"title": "Roadmap to Develop the Likely Suspects Framework: Salmonscape Workshop Series, Technical Report No. 16",
		"author": [
			{
				"family": "Siegle",
				"given": "Matthew"
			},
			{
				"family": "Litt",
				"given": "Aline"
			},
			{
				"family": "Saunders",
				"given": "Mark"
			},
			{
				"family": "Graham",
				"given": "Caroline"
			},
			{
				"family": "Schubert",
				"given": "Aidan"
			},
			{
				"family": "Jasinski",
				"given": "Camille"
			},
			{
				"family": "Akenhead",
				"given": "Scott"
			},
			{
				"family": "Erhardt",
				"given": "Richard"
			},
			{
				"family": "Wells",
				"given": "Brian"
			},
			{
				"family": "Michielsens",
				"given": "Catherine"
			},
			{
				"family": "Porter",
				"given": "Marc"
			},
			{
				"family": "Bull",
				"given": "Colin"
			},
			{
				"family": "Grant",
				"given": "Sue"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2021"
				]
			]
		}
	},
	{
		"id": "MorrisonEtAl2015MethodologyAssessingVulnerability",
		"type": "article-journal",
		"abstract": "Climate change is already affecting fishery resources and the communities that depend on them. Climate change and multidecadal variability have been implicated in the shifting distributions, abundances, and phenology of fish and shellfish species in many marine ecosystems. These impacts are expected to intensify in the future, increasing the need to understand which species may be most vulnerable to climate-related environmental change. We have developed a vulnerability assessment that uses expert elicitation methods to quantify a species’ exposure and sensitivity to expected climate change. Vulnerability, as used here, refers to a reduction in a species’ productivity and or abundance associated with a changing climate, and includes both climate change and multidecadal climate variability. This methodology uses a vulnerability assessment framework, which is applicable across multiple species and provides a relative rank of vulnerability to climate change and variability.as well as information about why a species may or may not be vulnerable. The results can help fishery managers and researchers identify highly vulnerable species and more effectively target research and assessment resources on species of highest concern.",
		"container-title": "NOAA Technical Memorandum NMFS-OSF-3",
		"issue": "NOAA Technical Memorandum NMFS-OSF-3",
		"page": "54",
		"title": "Methodology for Assessing the Vulnerability of Marine Fish and Shellfish Species to a Changing Climate",
		"author": [
			{
				"family": "Morrison",
				"given": "W E"
			},
			{
				"family": "Nelson",
				"given": "M W"
			},
			{
				"family": "Howard",
				"given": "J F"
			},
			{
				"family": "Teeters",
				"given": "E J"
			},
			{
				"family": "Hare",
				"given": "J A"
			},
			{
				"family": "Griffis",
				"given": "R B"
			},
			{
				"family": "Scott",
				"given": "J D"
			},
			{
				"family": "Alexander",
				"given": "M."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2015"
				]
			]
		}
	},
	{
		"id": "Mantyka-PringleEtAl2014UnderstandingPredictingCombined",
		"type": "article-journal",
		"abstract": "Summary: Climate change and land-use change are having substantial impacts on biodiversity world-wide, but few studies have considered the impact of these factors together. If the combined effects of climate and land-use change are greater than the effects of each threat individually, current conservation management strategies may be inefficient and/or ineffective. This is particularly important with respect to freshwater ecosystems because freshwater biodiversity has declined faster than either terrestrial or marine biodiversity over the last three decades. This is the first study to model the independent and combined effects of climate change and land-use change on freshwater macroinvertebrates and fish. Using a case study in south-east Queensland, Australia, we built a Bayesian belief network populated with a combination of field data, simulations, existing models and expert judgment. Different land-use and climate scenarios were used to make predictions on how the richness of freshwater macroinvertebrates and fish is likely to respond in future. We discovered little change in richness averaged across the region, but identified important impacts and effects at finer scales. High nutrients and high runoff as a result of urbanization combined with high nutrients and high water temperature as a result of climate change and were the leading drivers of potential declines in macroinvertebrates and fish at fine scales. Synthesis and applications. This is the first study to separate out the constituent drivers of impacts on biodiversity that result from climate change and land-use change. Mitigation requires management actions that reduce in-stream nutrients, slows terrestrial runoff and provides shade, to improve the resilience of biodiversity in streams. Encouragingly, the restoration of riparian habitats is identified as an important buffering tool that can mitigate the negative effects of climate change and land-use change. © 2014 British Ecological Society.",
		"container-title": "Journal of Applied Ecology",
		"DOI": "10.1111/1365-2664.12236",
		"ISSN": "13652664",
		"issue": "3",
		"page": "572-581",
		"title": "Understanding and predicting the combined effects of climate change and land-use change on freshwater macroinvertebrates and fish",
		"volume": "51",
		"author": [
			{
				"family": "Mantyka-Pringle",
				"given": "Chrystal S."
			},
			{
				"family": "Martin",
				"given": "Tara G."
			},
			{
				"family": "Moffatt",
				"given": "David B."
			},
			{
				"family": "Linke",
				"given": "Simon"
			},
			{
				"family": "Rhodes",
				"given": "Jonathan R."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2014"
				]
			]
		}
	},
	{
		"id": "NationalWildlifeFederation2011ScanningConservationHorizon",
		"type": "book",
		"abstract": "Rapid climate change is the defining conservation issue of our generation. The effects of climate change are increasingly apparent, from drowned coastal marshes and drying prairie potholes to melting glaciers. These climate-driven changes will profoundly affect our ability to conserve fish and wildlife and the habitats on which they depend. Indeed, preparing for and coping with the effects of climate change—an endeavor referred to as climate change adaptation—is emerging as the overarching framework for conservation and natural resource management. The ecological impacts associated with climate change do not exist in isolation, but combine with and exacerbate existing stresses on our natural systems. Understanding those interactions will be critical to designing effective conservation measures. Conservation in an era of climate change will require that we not only acknowledge and address the environmental problems of the past but also anticipate and prepare for those of an increasingly uncertain future. Developing and implementing effective adaptation strategies first requires an understanding of the potential impacts of climate change on our natural world. To provide the best possible chance for conserving species and ecosystems in a rapidly changing climate, it is essential that managers have the ability to both identify what we need to do differently in the future, as well as which existing strategies and activities continue to make sense from a climate adaptation perspective. Vulnerability assessments are a key tool for informing adaptation planning and enabling resource managers to make such judgments. Scanning the Conservation Horizon is designed to assist fish and wildlife managers and other conservation and resource professionals to better plan, execute, and interpret climate change vulnerability assessments.",
		"ISBN": "978-0-615-40233-8",
		"note": "container-title: National Wildlife",
		"number-of-pages": "1-168",
		"title": "Scanning the Conservation Horizon",
		"author": [
			{
				"literal": "National Wildlife Federation"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2011"
				]
			]
		}
	},
	{
		"id": "PattersonEtAl2007ReconstructingSummerThermal",
		"type": "article-journal",
		"abstract": "An extensive amount of water temperature data has been collected from the Fraser River since the 1940s. Temperature records are primarily from the Fraser River at Hells Gate; but many other lower river locations have been monitored. Our objective was to create a complete dataset of the Fraser River daily mean temperatures between June 1(st) and September 30(th) for 1941-2006 at Hells Gate. We compared data collected at Hells Gate with datasets from nearby locations to identify which locations would provide reasonable surrogate data for missing values in the Hells Gate dataset. After verification, all data were ranked based on quality, and a near complete Hells Gate dataset was reconstructed using the most suitable data. Of the 8052 possible daily mean temperature values from 1941-2006 (June through September) we compiled 6909 values or 86%. The thermograph for June through September for the Fraser River is now based on an average of 62 years for each date (out of possible 66 years) from 1941-2006. We examined the annual variability in lower Fraser River temperatures during to the adult sockeye salmon (Oncorhynchus nerka) migration period for the four major run timing groups. During the overall summer migration period temperatures have ranged as much as 10 degrees C since 1941 with large interannual variability. Variability among years did not mask large differences among decades. The 1940's were warm followed by a much cooler 1950's and 1960's and decadal averages have increased since. The average temperatures (+/- SD) experienced since 1941 by four sockeye run timing groups using a 19-day period centred on the historic average timing were as follows: Early Stuart 15.8 +/- 1.4 degrees C; Early Summer 17.5 +/- 1.1 degrees C; Summer 17.4 +/- 1.1 degrees C; and Lates 13.6 +/- 1.1 degrees C. The Early Stuart, Early Summer and Summer run-timing group are facing more strenuous migrations as environmental conditions worsen due to increasingly warmer temperatures. Late-run sockeye are currently experiencing the largest increase in thermal exposure due to warming temperature and a dramatic advance in river entry timing. Since 1995 their average temperature during migration has increased to 16.5 degrees C. The future survival of each run timing group to the predicted increase in water temperature will likely be a function of their capacity to adapt both behaviourally and physiologically to higher temperatures.",
		"container-title": "Canadian Technical Report of Fisheries and Aquatic Sciences",
		"ISSN": "07066457",
		"note": "ISBN: 0706-6457(print)|0706-6570(electronic)",
		"page": "43",
		"title": "Reconstructing the summer thermal history for the lower Fraser River, 1941 to 2006, and implications for adult sockeye salmon (Oncorhynchus nerka) spawning migration",
		"volume": "2724",
		"author": [
			{
				"family": "Patterson",
				"given": "D A"
			},
			{
				"family": "Macdonald",
				"given": "J S"
			},
			{
				"family": "Skibo",
				"given": "K M"
			},
			{
				"family": "Barnes",
				"given": "D P"
			},
			{
				"family": "Guthrie",
				"given": "I"
			},
			{
				"family": "Hills",
				"given": "J"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2007"
				]
			]
		}
	},
	{
		"id": "JonesEtAl2020WatershedscaleClimateInfluences",
		"type": "article-journal",
		"abstract": "The ecosystems supporting Pacific salmon (Oncorhynchus spp.) are changing rapidly as a result of climate change and habitat alteration. Understanding how—and how consistently—salmon populations respond to changes at regional and watershed scales has major implications for fisheries management and habitat conservation. Chinook salmon (O. tshawytscha) populations across Alaska have declined over the past decade, resulting in fisheries closures and prolonged impacts to local communities. These declines are associated with large-scale climate drivers, but uncertainty remains about the role of local conditions (e.g., precipitation, streamflow, and stream temperature) that vary among the watersheds where salmon spawn and rear. We estimated the effects of these and other environmental indicators on the productivity of 15 Chinook salmon populations in the Cook Inlet basin, southcentral Alaska, using a hierarchical Bayesian stock-recruitment model. Salmon spawning during 2003–2007 produced 57% fewer recruits than the previous long-term average, leading to declines in adult returns beginning in 2008. These declines were explained in part by density dependence, with reduced population productivity following years of high spawning abundance. Across all populations, productivity declined with increased precipitation during the fall spawning and early incubation period and increased with above-average precipitation during juvenile rearing. Above-average stream temperatures during spawning and rearing had variable effects, with negative relationships in many warmer streams and positive relationships in some colder streams. Productivity was also associated with regional indices of streamflow and ocean conditions, with high variability among populations. The cumulative effects of adverse conditions in freshwater, including high spawning abundance, heavy fall rains, and hot, dry summers may have contributed to the recent population declines across the region. Identifying both coherent and differential responses to environmental change underscores the importance of targeted, watershed-specific monitoring and conservation efforts for maintaining resilient salmon runs in a warming world.",
		"container-title": "Global Change Biology",
		"DOI": "10.1111/gcb.15155",
		"ISSN": "13652486",
		"issue": "9",
		"note": "PMID: 32628814",
		"page": "4919-4936",
		"title": "Watershed-scale climate influences productivity of Chinook salmon populations across southcentral Alaska",
		"volume": "26",
		"author": [
			{
				"family": "Jones",
				"given": "Leslie A."
			},
			{
				"family": "Schoen",
				"given": "Erik R."
			},
			{
				"family": "Shaftel",
				"given": "Rebecca"
			},
			{
				"family": "Cunningham",
				"given": "Curry J."
			},
			{
				"family": "Mauger",
				"given": "Sue"
			},
			{
				"family": "Rinella",
				"given": "Daniel J."
			},
			{
				"family": "St. Saviour",
				"given": "Adam"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2020"
				]
			]
		}
	},
	{
		"id": "MartinEtAl2017PhenomenologicalVsBiophysical",
		"type": "article-journal",
		"abstract": "Predicting species responses to climate change is a central challenge in ecology. These predictions are often based on lab-derived phenomenological relationships between temperature and fitness metrics. We tested one of these relationships using the embryonic stage of a Chinook salmon population. We parameterised the model with laboratory data, applied it to predict survival in the field, and found that it significantly underestimated field-derived estimates of thermal mortality. We used a biophysical model based on mass transfer theory to show that the discrepancy was due to the differences in water flow velocities between the lab and the field. This mechanistic approach provides testable predictions for how the thermal tolerance of embryos depends on egg size and flow velocity of the surrounding water. We found support for these predictions across more than 180 fish species, suggesting that flow and temperature mediated oxygen limitation is a general mechanism underlying the thermal tolerance of embryos.",
		"container-title": "Ecology Letters",
		"DOI": "10.1111/ele.12705",
		"ISSN": "14610248",
		"issue": "1",
		"note": "PMID: 27891770",
		"page": "50-59",
		"title": "Phenomenological vs. biophysical models of thermal stress in aquatic eggs",
		"volume": "20",
		"author": [
			{
				"family": "Martin",
				"given": "Benjamin T."
			},
			{
				"family": "Pike",
				"given": "Andrew"
			},
			{
				"family": "John",
				"given": "Sara N."
			},
			{
				"family": "Hamda",
				"given": "Natnael"
			},
			{
				"family": "Roberts",
				"given": "Jason"
			},
			{
				"family": "Lindley",
				"given": "Steven T."
			},
			{
				"family": "Danner",
				"given": "Eric M."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017"
				]
			]
		}
	},
	{
		"id": "EbersoleEtAl2020ManagingClimateRefugia",
		"type": "article-journal",
		"abstract": "Within the context of climate adaptation, the concept of climate refugia has emerged as a framework for addressing future threats to freshwater fish populations. We evaluated recent climate-refugia management associated with water use and landscape modification by comparing efforts in the US states of Oregon and Massachusetts, for which there are contrasting resource use patterns. Using these examples, we discuss tools and principles that can be applied more broadly. Although many early efforts to identify climate refugia have focused on water temperature, substantial gains in evaluating other factors and processes regulating climate refugia (eg stream flow, groundwater availability) are facilitating refined mapping of refugia and assessment of their ecological value. Major challenges remain for incorporating climate refugia into water-quality standards, evaluating trade-offs among policy options, addressing multiple species’ needs, and planning for uncertainty. However, with a procedurally transparent and conceptually sound framework to build upon, recent efforts have revealed a promising path forward.",
		"container-title": "Frontiers in Ecology and the Environment",
		"DOI": "10.1002/fee.2206",
		"ISSN": "15409309",
		"issue": "5",
		"page": "271-280",
		"title": "Managing climate refugia for freshwater fishes under an expanding human footprint",
		"volume": "18",
		"author": [
			{
				"family": "Ebersole",
				"given": "Joseph L."
			},
			{
				"family": "Quiñones",
				"given": "Rebecca M."
			},
			{
				"family": "Clements",
				"given": "Shaun"
			},
			{
				"family": "Letcher",
				"given": "Benjamin H."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2020"
				]
			]
		}
	},
	{
		"id": "Healey2011CumulativeImpactsClimate",
		"type": "article-journal",
		"abstract": "Anadromous Pacific salmon ( Oncorhynchus spp.) are vulnerable to climate change in both freshwater and marine habitats. I use a qualitative model to assess the cumulative effects of climate change across life stages and generations of Fraser River sockeye salmon ( Oncorhynchus nerka ) and other salmon species. The effects of climate change most relevant to Fraser River sockeye include warming of freshwater and marine habitats, altered hydrology in spawning rivers, reduced productivity in nursery habitats, and changed distribution and phenology of predator and prey species. The weight of evidence indicates that these changes will negatively affect growth and survival of Fraser River sockeye at all life stages. Effects on one life stage will also carry forward to heighten adverse effects at subsequent life stages and across generations so that the cumulative impact is greater than the impact on individual stages. Salmon can adapt to climate change but probably not enough to sustain productivity. In the south, focus of policy and management on conserving and enhancing resilience is needed to retain some salmon production. At the same time, Arctic habitats are becoming accessible to salmon. Management in the Arctic should protect potentially productive habitats from development and facilitate their colonization by Pacific salmon.",
		"container-title": "Canadian Journal of Fisheries and Aquatic Sciences",
		"DOI": "10.1139/f2011-010",
		"ISSN": "0706-652X",
		"issue": "4",
		"page": "718-737",
		"title": "The cumulative impacts of climate change on Fraser River sockeye salmon ( Oncorhynchus nerka ) and implications for management",
		"volume": "68",
		"author": [
			{
				"family": "Healey",
				"given": "Michael"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2011"
				]
			]
		}
	},
	{
		"id": "WaplesEtAl2009EvolutionaryHistoryHabitat",
		"type": "article-journal",
		"abstract": "Because resilience of a biological system is a product of its evolutionary history, the historical template that describes the relationships between species and their dynamic habitats is an important point of reference. Habitats used by Pacific salmon have been quite variable throughout their evolutionary history, and these habitats can be characterized by four key attributes of disturbance regimes: frequency, magnitude, duration, and predictability. Over the past two centuries, major anthropogenic changes to salmon ecosystems have dramatically altered disturbance regimes that the species experience. To the extent that these disturbance regimes assume characteristics outside the range of the historical template, resilience of salmon populations might be compromised. We discuss anthropogenic changes that are particularly likely to compromise resilience of Pacific salmon and management actions that could help bring the current patterns of disturbance regimes more in line with the historical template. © 2009 by the author(s).",
		"container-title": "Ecology and Society",
		"DOI": "10.5751/ES-02626-140103",
		"ISSN": "17083087",
		"issue": "1",
		"title": "Evolutionary history, habitat disturbance regimes, and anthropogenic changes: What do these mean for resilience of Pacific salmon populations?",
		"volume": "14",
		"author": [
			{
				"family": "Waples",
				"given": "Robin S."
			},
			{
				"family": "Beechie",
				"given": "Tim"
			},
			{
				"family": "Pess",
				"given": "George R."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2009"
				]
			]
		}
	},
	{
		"id": "BarangeEtAl2018ImpactsClimateChange",
		"type": "report",
		"abstract": "This report provides the most up-to-date information on the disaggregated impacts of climate change for marine and inland fisheries, and aquaculture, in the context of poverty alleviation and the differential dependency of countries on fish and fishery resources. The work is based on model projections, data analyses, as well as national, regional and basin-scale expert assessments. The results indicate that climate change will lead to significant changes in the availability and trade of fish products, with potentially important geopolitical and economic consequences, especially for those countries most dependent on the sector.",
		"event-place": "Rome, FAO",
		"note": "ISBN: 9789251306079\nISSN: 2070-7010",
		"page": "628",
		"publisher": "FAO Fisheries and Aquaculture",
		"publisher-place": "Rome, FAO",
		"title": "Impacts of climate change on fisheries and aquaculture: synthesis of current knowledge, adaptation and mitigation options. FAO Fisheries and Aquaculture Technical Paper",
		"URL": "http://www.fao.org/policy-support/tools-and-publications/resources-details/en/c/1152846/",
		"author": [
			{
				"family": "Barange",
				"given": "M."
			},
			{
				"family": "Bahri",
				"given": "T"
			},
			{
				"family": "Beveridge",
				"given": "M.C.M."
			},
			{
				"family": "Cochrane",
				"given": "K.L."
			},
			{
				"family": "Funge-Smith",
				"given": "S."
			},
			{
				"family": "Poulain",
				"given": "F."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2018"
				]
			]
		}
	},
	{
		"id": "DFO2005CanadaPolicyConservation",
		"type": "report",
		"archive": "https://www.pac.dfo-mpo.gc.ca/fm-gp/salmon-saumon/wsp-pss/policy-politique-eng.html",
		"event-place": "Vancouver, BC",
		"note": "ISBN: 0662405382",
		"publisher": "Fisheries and Oceans Canada",
		"publisher-place": "Vancouver, BC",
		"title": "Canada's Policy for Conservation of Wild Pacific Salmon",
		"URL": "https://salmonwatersheds.ca/document/lib_578/",
		"author": [
			{
				"literal": "DFO"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2022",
					3,
					23
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2005"
				]
			]
		}
	},
	{
		"id": "WadeEtAl2013SteelheadVulnerabilityClimate",
		"type": "article-journal",
		"abstract": "Summary: Steelhead (Oncorhynchus mykiss) and other Pacific salmon are threatened by unsustainable levels of harvest, genetic introgression from hatchery stocks and degradation or loss of freshwater habitat. Projected climate change is expected to further stress salmon through increases in stream temperatures and altered stream flows. We demonstrate a spatially explicit method for assessing salmon vulnerability to projected climatic changes (scenario for the years 2030-2059), applied here to steelhead salmon across the entire Pacific Northwest (PNW). We considered steelhead exposure to increased temperatures and more extreme high and low flows during four of their primary freshwater life stages: adult migration, spawning, incubation and rearing. Steelhead sensitivity to climate change was estimated on the basis of their regulatory status and the condition of their habitat. We assessed combinations of exposure and sensitivity to suggest actions that may be most effective for reducing steelhead vulnerability to climate change. Our relative ranking of locations suggested that steelhead exposure to increases in temperature will be most widespread in the southern Pacific Northwest, whereas exposure to substantial flow changes will be most widespread in the interior and northern Pacific Northwest. There were few locations where we projected that steelhead had both relatively low exposure and sensitivity to climate change. Synthesis and applications. There are few areas where habitat protection alone is likely to be sufficient to conserve steelhead under the scenario of climate change considered here. Instead, our results suggest the need for coordinated, landscape-scale actions that both increase salmon resilience and ameliorate climate change impacts, such as restoring connectivity of floodplains and high-elevation habitats. There are few areas where habitat protection alone is likely to be sufficient to conserve steelhead under the scenario of climate change considered here. Instead, our results suggest the need for coordinated, landscape-scale actions that both increase salmon resilience and ameliorate climate change impacts, such as restoring connectivity of floodplains and high-elevation habitats. © 2013 British Ecological Society.",
		"container-title": "Journal of Applied Ecology",
		"DOI": "10.1111/1365-2664.12137",
		"issue": "5",
		"page": "1093-1104",
		"title": "Steelhead vulnerability to climate change in the Pacific Northwest",
		"volume": "50",
		"author": [
			{
				"family": "Wade",
				"given": "Alisa A."
			},
			{
				"family": "Beechie",
				"given": "Timothy J."
			},
			{
				"family": "Fleishman",
				"given": "Erica"
			},
			{
				"family": "Mantua",
				"given": "Nathan J."
			},
			{
				"family": "Wu",
				"given": "Huan"
			},
			{
				"family": "Kimball",
				"given": "John S."
			},
			{
				"family": "Stoms",
				"given": "David M."
			},
			{
				"family": "Stanford",
				"given": "Jack A."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2013",
					10
				]
			]
		}
	},
	{
		"id": "BeechieEtAl2023HowDoesHabitat",
		"type": "article-journal",
		"abstract": "A pressing question for managing recovery of depressed or declining species is: Can habitat restoration increase resilience to climate change? We addressed this question for salmon populations with varying life histories, where resilience is defined as maintaining or increasing population size despite climate change effects. Previous studies indicate that several interrelated mechanisms may influence salmon resilience to climate change, including improving either habitat capacity or productivity, and ameliorating climate change effects on flood flow, low flow, or stream temperature. Using the Habitat Assessment and Restoration Planning (HARP) model, we first examined the relative importance of each mechanism for increasing salmon population resilience by comparing projected salmon spawner abundance for seven individual restoration action types under current and projected mid- and late-century climates. We found that restoring habitats with the greatest restoration potential most increased resilience for all species, but the most beneficial restoration actions varied among species. Increasing habitat capacity and productivity both contributed to resilience, and ameliorating climate change effects was important in a few subbasins where the restoration opportunity was widespread. Cool-water climate refuges contributed to resilience of some subpopulations by reducing late-century declines in spawner abundance even without restoration. We also modeled more complex habitat restoration strategies comprised of several restoration action types at varying restoration intensities and found that the restoration action types and level of restoration effort needed to increase resilience varied among species. Less vulnerable species such as coho salmon responded well to four restoration actions (floodplain reconnection, wood augmentation, increased shade, and increased beaver ponds) applied at low restoration intensity and over a large area. More vulnerable species such as spring Chinook responded to fewer action types (floodplain reconnection, wood augmentation, and increased shade), but at much higher intensity and over a much smaller area. The analysis also identified important locations for each restoration action type for each species, which helps focus habitat restoration effort on areas that are likely to provide the largest increases in resilience.",
		"container-title": "Ecosphere",
		"DOI": "10.1002/ecs2.4402",
		"ISSN": "2150-8925",
		"issue": "2",
		"language": "en",
		"note": "_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1002/ecs2.4402",
		"page": "e4402",
		"source": "Wiley Online Library",
		"title": "How does habitat restoration influence resilience of salmon populations to climate change?",
		"URL": "https://onlinelibrary.wiley.com/doi/abs/10.1002/ecs2.4402",
		"volume": "14",
		"author": [
			{
				"family": "Beechie",
				"given": "Timothy J."
			},
			{
				"family": "Fogel",
				"given": "Caleb"
			},
			{
				"family": "Nicol",
				"given": "Colin"
			},
			{
				"family": "Jorgensen",
				"given": "Jeff"
			},
			{
				"family": "Timpane-Padgham",
				"given": "Britta"
			},
			{
				"family": "Kiffney",
				"given": "Peter"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2023",
					11,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2023"
				]
			]
		}
	},
	{
		"id": "MurdochEtAl2024MultipleEnvironmentalDrivers",
		"type": "article-journal",
		"abstract": "Recent declines of Yukon River Chinook salmon ( Oncorhynchus tshawytscha) populations have severely impacted people residing in the Yukon and Alaska. Evidence-based conservation strategies focused on stock recovery and adaptation are urgently needed but are limited by our understanding of what is driving declines, particularly in Canadian portions of the Yukon River basin. We examined how multiple environmental drivers may be influencing Canadian-origin Yukon River Chinook salmon productivity for eight populations over a 28-year period. We found that productivity was related to various environmental and ecosystem processes acting cumulatively over multiple life stages and across broad geographic scales. Productivity decreased in association with warmer upriver migration temperatures, wetter freshwater juvenile rearing habitats, and increasing abundances of potential marine competitors. In contrast, productivity increased in years with warmer and snowier winters and earlier spring onset. We found that different populations had similar relationships with environmental drivers, with potentially negative implications for regional fisheries stability. Our findings provide insight into how Chinook salmon are responding to rapid environmental change and can help inform salmon conservation initiatives and sustainable harvest strategies.",
		"container-title": "Canadian Journal of Fisheries and Aquatic Sciences",
		"DOI": "10.1139/cjfas-2022-0254",
		"ISSN": "0706-652X, 1205-7533",
		"issue": "1",
		"journalAbbreviation": "Can. J. Fish. Aquat. Sci.",
		"language": "en",
		"page": "97-114",
		"source": "DOI.org (Crossref)",
		"title": "Multiple environmental drivers across life stages influence Yukon River Chinook salmon productivity",
		"URL": "https://cdnsciencepub.com/doi/10.1139/cjfas-2022-0254",
		"volume": "81",
		"author": [
			{
				"family": "Murdoch",
				"given": "A."
			},
			{
				"family": "Connors",
				"given": "B.M."
			},
			{
				"family": "Lapointe",
				"given": "N.W.R."
			},
			{
				"family": "Mills Flemming",
				"given": "J."
			},
			{
				"family": "Cooke",
				"given": "S.J."
			},
			{
				"family": "Mantyka-Pringle",
				"given": "C."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					1,
					4
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2024",
					1,
					1
				]
			]
		}
	},
	{
		"id": "PriceEtAl2024HabitatModulatesPopulationlevel",
		"type": "article-journal",
		"abstract": "The impacts of climate change are widespread and threaten natural systems globally. Yet, within regions, heterogeneous physical landscapes can differentially filter climate, leading to local response diversity. For example, it is possible that while freshwater lakes are sensitive to climate change, they may exhibit a diversity of thermal responses owing to their unique morphology, which in turn can differentially affect the growth and survival of vulnerable biota such as fishes. In particular, salmonids are cold-water fishes with complex life histories shaped by diverse freshwater habitats that are sensitive to warming temperatures. Here we examine the influence of habitat on the growth of sockeye salmon (Oncorhynchus nerka) in nursery lakes of Canada's Skeena River watershed over a century of change in regional temperature and intraspecific competition. We found that freshwater growth has generally increased over the last century. While growth tended to be higher in years with relatively higher summer air temperatures (a proxy for lake temperature), long-term increases in growth appear largely influenced by reduced competition. However, habitat played an important role in modulating the effect of high temperature. Specifically, growth was positively associated with rising temperatures in relatively deep (>50 m) nursery lakes, whereas warmer temperatures were not associated with a change in growth for fish among shallow lakes. The influence of temperature on growth also was modulated by glacier extent whereby the growth of fish from lakes situated in watersheds with little (i.e., <5%) glacier cover increased with rising temperatures, but decreased with rising temperatures for fish in lakes within more glaciated watersheds. Maintaining the integrity of an array of freshwater habitats—and the processes that generate and maintain them—will help foster a diverse climate-response portfolio for important fish species, which in turn can ensure that salmon watersheds are resilient to future environmental change.",
		"container-title": "Global Change Biology",
		"DOI": "10.1111/gcb.17095",
		"ISSN": "1365-2486",
		"issue": "1",
		"language": "en",
		"note": "_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1111/gcb.17095",
		"page": "e17095",
		"source": "Wiley Online Library",
		"title": "Habitat modulates population-level responses of freshwater salmon growth to a century of change in climate and competition",
		"URL": "https://onlinelibrary.wiley.com/doi/abs/10.1111/gcb.17095",
		"volume": "30",
		"author": [
			{
				"family": "Price",
				"given": "Michael H. H."
			},
			{
				"family": "Moore",
				"given": "Jonathan W."
			},
			{
				"family": "McKinnell",
				"given": "Skip"
			},
			{
				"family": "Connors",
				"given": "Brendan M."
			},
			{
				"family": "Reynolds",
				"given": "John D."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					1,
					4
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2024"
				]
			]
		}
	},
	{
		"id": "EliasonEtAl2011DifferencesThermalTolerance",
		"type": "article-journal",
		"abstract": "Climate change-induced increases in summer water temperature have been associated with elevated mortality of adult sockeye salmon (Oncorhynchus nerka) during river migration. We show that cardiorespiratory physiology varies at the population level among Fraser River sockeye salmon and relates to historical environmental conditions encountered while migrating. Fish from populations with more challenging migratory environments have greater aerobic scope, larger hearts, and better coronary supply. Furthermore, thermal optima for aerobic, cardiac, and heart rate scopes are consistent with the historic river temperature ranges for each population. This study suggests that physiological adaptation occurs at a very local scale, with population-specific thermal limits being set by physiological limitations in aerobic performance, possibly due to cardiac collapse at high temperatures.",
		"container-title": "Science",
		"DOI": "10.1126/science.1199158",
		"ISSN": "00368075",
		"issue": "6025",
		"note": "PMID: 21454790",
		"page": "109-112",
		"title": "Differences in thermal tolerance among sockeye salmon populations",
		"volume": "332",
		"author": [
			{
				"family": "Eliason",
				"given": "Erika J."
			},
			{
				"family": "Clark",
				"given": "Timothy D."
			},
			{
				"family": "Hague",
				"given": "Merran J."
			},
			{
				"family": "Hanson",
				"given": "Linda M."
			},
			{
				"family": "Gallagher",
				"given": "Zoë S."
			},
			{
				"family": "Jeffries",
				"given": "Ken M."
			},
			{
				"family": "Gale",
				"given": "Marika K."
			},
			{
				"family": "Patterson",
				"given": "David A."
			},
			{
				"family": "Hinch",
				"given": "Scott G."
			},
			{
				"family": "Farrell",
				"given": "Anthony P."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2011"
				]
			]
		}
	},
	{
		"id": "MayerEtAl2023ThermalTolerancePacific",
		"type": "article-journal",
		"abstract": "Aquatic systems are warming and exceeding upper thermal limits (UTLs) for many fish species, yet understanding how they inform resilience to climate change is challenging. Using Pacific salmon (Oncorhynchus spp.) as a model, we conducted a systematic review involving 168 papers investigating UTL in five species. We found considerable variation in UTL among species, within species and across life stages; largely attributed to methodological approaches (e.g. CTmax/UILT, Aerobic/Cardiac Scope, Thermal Migration Barriers, Rearing Mortality, Thermal Preference/Avoidance). Given that each method has strengths and weaknesses owing to logistics, time scale and ecological realism, we offer a new framework for assessing vulnerability to warming that stresses the importance of considering UTL metrics in the context of intended use (i.e. the development of management guidelines, projections of future persistence and survival) and what aspect (physiological or behavioural) of thermal response a metric investigates. Comparing studies with identical UTL approaches revealed that within species, UTL was higher for populations historically encountering higher temperatures—suggesting local thermal adaptation. Within populations, UTL differed across the lifecycle, being highest in fry and lowest in embryo and migrating adults, but this was not universal. For spawning Pacific salmon, UTL has not been assessed and few studies have examined estuarine and marine stages. Ultimately, this data gap limits the life-history thermal perspectives that can be drawn and may indicate a broader gap for all fishes, given that Pacific salmon are among the most well-studied species. Our framework illustrates the inherent and methodological inconsistencies in UTL and offers a guide for how thermal limits can best be used to assess the warming tolerance and vulnerability of fishes.",
		"container-title": "Fish and Fisheries",
		"DOI": "10.1111/faf.12808",
		"ISSN": "1467-2979",
		"language": "en",
		"license": "© 2023 The Authors. Fish and Fisheries published by John Wiley & Sons Ltd.",
		"note": "_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1111/faf.12808",
		"page": "1-20",
		"source": "Wiley Online Library",
		"title": "Thermal tolerance in Pacific salmon: A systematic review of species, populations, life stages and methodologies",
		"title-short": "Thermal tolerance in Pacific salmon",
		"URL": "https://onlinelibrary.wiley.com/doi/abs/10.1111/faf.12808",
		"author": [
			{
				"family": "Mayer",
				"given": "Noa B."
			},
			{
				"family": "Hinch",
				"given": "Scott G."
			},
			{
				"family": "Eliason",
				"given": "Erika J."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					1,
					5
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2023"
				]
			]
		}
	},
	{
		"id": "TaylorEtAl2012OverviewCMIP5Experiment",
		"type": "article-journal",
		"abstract": "CMIP5, as in earlier CMIP phases, calls for integrated sets of experiments that offer a multimodel perspective of simulated climate change and climate variability. Most modeling groups worldwide are participating in CMIP5, and their simulations are expected not only to be useful to research scientists in a variety of climate-related disciplines but also of relevance to national and international assessments of climate science (e.g., the IPCC AR5). © 2012 American Meteorological Society.",
		"container-title": "Bulletin of the American Meteorological Society",
		"DOI": "10.1175/BAMS-D-11-00094.1",
		"ISSN": "00030007",
		"issue": "4",
		"page": "485-498",
		"title": "An overview of CMIP5 and the experiment design",
		"URL": "https://doi.org/10.1175/BAMS-D-11-00094.1",
		"volume": "93",
		"author": [
			{
				"family": "Taylor",
				"given": "Karl E."
			},
			{
				"family": "Stouffer",
				"given": "Ronald J."
			},
			{
				"family": "Meehl",
				"given": "Gerald A."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2012"
				]
			]
		}
	},
	{
		"id": "PacificClimateImpactsConsortium2023VICGLBCCAQCMIP5",
		"type": "dataset",
		"title": "VIC-GL BCCAQ CMIP5: Gridded Hydrologic Model Output",
		"URL": "https://data.pacificclimate.org/portal/hydro_model_out/map/",
		"author": [
			{
				"family": "Pacific Climate Impacts Consortium",
				"given": ""
			}
		],
		"issued": {
			"date-parts": [
				[
					"2023",
					8,
					24
				]
			]
		}
	},
	{
		"id": "UnitedStatesEnvironmentalProtectionAgency2003EPARegion10",
		"type": "report",
		"abstract": "U.S. Environmental Protection Agency (USEPA). 2003. EPA Region 10 Guidance for Pacific Northwest State and Tribal Water Quality Standards. Region 10, Seattle, WA. EPA 910-B-03-002. 49pp. Available at: <http://www.epa.gov/r10earth/ temperature.htm>. Website accessed on June 23, 2004.",
		"event-place": "Seattle, WA",
		"note": "issue: 910-B-03-002",
		"page": "49",
		"publisher-place": "Seattle, WA",
		"title": "EPA Region 10 Guidance for Pacific Northwest State and Tribal Water Quality Standards",
		"author": [
			{
				"literal": "United States Environmental Protection Agency"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2003"
				]
			]
		}
	},
	{
		"id": "HabibullahEtAl2022ImpactClimateChange",
		"type": "article-journal",
		"abstract": "The present study investigates the impact of climate change on biodiversity loss using global data consisting of 115 countries. In this study, we measure biodiversity loss using data on the total number of threatened species of amphibians, birds, fishes, mammals, mollusks, plants, and reptiles. The data were compiled from the Red List published by the International Union for Conservation of Nature (IUCN). For climate change variables, we have included temperature, precipitation, and the number of natural disaster occurrences. As for the control variable, we have considered governance indicator and the level of economic development. By employing ordinary least square with robust standard error and robust regression (M-estimation), our results suggest that all three climate change variables – temperature, precipitation, and the number of natural disasters occurrences – increase biodiversity loss. Higher economic development also impacted biodiversity loss positively. On the other hand, good governance such as the control of corruption, regulatory quality, and rule of law reduces biodiversity loss. Thus, practicing good governance, promoting conservation of the environment, and the control of greenhouse gasses would able to mitigate biodiversity loss.",
		"container-title": "Environmental Science and Pollution Research",
		"DOI": "10.1007/s11356-021-15702-8",
		"ISSN": "1614-7499",
		"issue": "1",
		"journalAbbreviation": "Environ Sci Pollut Res",
		"language": "en",
		"page": "1073-1086",
		"source": "Springer Link",
		"title": "Impact of climate change on biodiversity loss: global evidence",
		"title-short": "Impact of climate change on biodiversity loss",
		"URL": "https://doi.org/10.1007/s11356-021-15702-8",
		"volume": "29",
		"author": [
			{
				"family": "Habibullah",
				"given": "Muzafar Shah"
			},
			{
				"family": "Din",
				"given": "Badariah Haji"
			},
			{
				"family": "Tan",
				"given": "Siow-Hooi"
			},
			{
				"family": "Zahid",
				"given": "Hasan"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					1,
					22
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2022",
					1,
					1
				]
			]
		}
	},
	{
		"id": "GustafsonEtAl2007PacificSalmonExtinctions",
		"type": "article-journal",
		"abstract": "Abstract: Widespread population extirpations and the consequent loss of ecological, genetic, and life-history diversity can lead to extinction of evolutionarily significant units (ESUs) and species. We attempted to systematically enumerate extinct Pacific salmon populations and characterize lost ecological, life history, and genetic diversity types among six species of Pacific salmon (Chinook [Oncorhynchus tshawytscha], sockeye [O. nerka], coho [O. kisutch], chum [O. keta], and pink salmon [O. gorbuscha] and steelhead trout [O. mykiss]) from the western contiguous United States. We estimated that, collectively, 29% of nearly 1400 historical populations of these six species have been lost from the Pacific Northwest and California since Euro-American contact. Across all species there was a highly significant difference in the proportion of population extinctions between coastal (0.14 extinct) and interior (0.55 extinct) regions. Sockeye salmon (which typically rely on lacustrine habitats for rearing) and stream-maturing Chinook salmon (which stay in freshwater for many months prior to spawning) had significantly higher proportional population losses than other species and maturation types. Aggregate losses of major ecological, life-history, and genetic biodiversity components across all species were estimated at 33%, 15%, and 27%, respectively. Collectively, we believe these population extirpations represent a loss of between 16% and 30% of all historical ESUs in the study area. On the other hand, over two-thirds of historical Pacific salmon populations in this area persist, and considerable diversity remains at all scales. Because over one-third of the remaining populations belong to threatened or endangered species listed under the U.S. Endangered Species Act, it is apparent that a critical juncture has been reached in efforts to preserve what remains of Pacific salmon diversity. It is also evident that persistence of existing, and evolution of future, diversity will depend on the ability of Pacific salmon to adapt to anthropogenically altered habitats.",
		"container-title": "Conservation Biology",
		"DOI": "10.1111/j.1523-1739.2007.00693.x",
		"ISSN": "1523-1739",
		"issue": "4",
		"language": "en",
		"note": "_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1111/j.1523-1739.2007.00693.x",
		"page": "1009-1020",
		"source": "Wiley Online Library",
		"title": "Pacific Salmon Extinctions: Quantifying Lost and Remaining Diversity",
		"title-short": "Pacific Salmon Extinctions",
		"URL": "https://onlinelibrary.wiley.com/doi/abs/10.1111/j.1523-1739.2007.00693.x",
		"volume": "21",
		"author": [
			{
				"family": "Gustafson",
				"given": "Richard G."
			},
			{
				"family": "Waples",
				"given": "Robin S."
			},
			{
				"family": "Myers",
				"given": "James M."
			},
			{
				"family": "Weitkamp",
				"given": "Laurie A."
			},
			{
				"family": "Bryant",
				"given": "Gregory J."
			},
			{
				"family": "Johnson",
				"given": "Orlay W."
			},
			{
				"family": "Hard",
				"given": "Jeffrey J."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					1,
					22
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2007"
				]
			]
		}
	},
	{
		"id": "PooleBerman2001EcologicalPerspectiveInStream",
		"type": "article-journal",
		"container-title": "Environmental Management",
		"DOI": "10.1007/s002670010188",
		"ISSN": "1432-1009",
		"issue": "6",
		"journalAbbreviation": "Environmental Management",
		"language": "en",
		"page": "787-802",
		"source": "Springer Link",
		"title": "An Ecological Perspective on In-Stream Temperature: Natural Heat Dynamics and Mechanisms of Human-CausedThermal Degradation",
		"title-short": "An Ecological Perspective on In-Stream Temperature",
		"URL": "https://doi.org/10.1007/s002670010188",
		"volume": "27",
		"author": [
			{
				"family": "Poole",
				"given": "Geofrey C."
			},
			{
				"family": "Berman",
				"given": "Cara H."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					1,
					22
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2001",
					6,
					1
				]
			]
		}
	},
	{
		"id": "WinklerEtAl2017StreamflowResponseClearcut",
		"type": "article-journal",
		"abstract": "The Upper Penticton Creek watershed experiment has collected 28 years of streamflow data from 2 small snow-dominated watersheds on the Okanagan Plateau of British Columbia, where the effects of timber harvesting on streamflow regime are of broad concern. We apply 3 empirical analysis techniques to these data to evaluate changes in streamflow regime following clear-cut logging of 47% of the 241 Creek watershed, with the adjacent 240 Creek watershed serving as an unlogged control. While logging had only a small effect on annual yield (5% increase), the results of all 3 analysis techniques confirmed a dramatic change in the timing and magnitude of April through June streamflow. A paired watershed analysis showed that during the first 7 years post-logging, average April and May water yield increased by 29% and 19%, respectively, while June and July water yield decreased by 23% and 17%, respectively. This pattern of change was confirmed by significant increases in standardised April–May monthly total water yield. Changes in the daily flow duration curves for each month also show a 67% increase in daily yields exceeded ≤10% of the time in April and a 15% increase in May. Daily yields exceeded ≤10% of the time decreased by 24% in June and 17% in July. These streamflow shifts increase the risk of channel destabilization and damage to aquatic habitat during the snowmelt season, and water shortages in the Okanagan region early in the irrigation season (June through July).",
		"container-title": "Ecohydrology",
		"DOI": "10.1002/eco.1836",
		"ISSN": "19360592",
		"issue": "2",
		"page": "1-15",
		"title": "Streamflow response to clear-cut logging on British Columbia's Okanagan Plateau",
		"volume": "10",
		"author": [
			{
				"family": "Winkler",
				"given": "Rita"
			},
			{
				"family": "Spittlehouse",
				"given": "Dave"
			},
			{
				"family": "Boon",
				"given": "Sarah"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017"
				]
			]
		}
	},
	{
		"id": "WilsonPeacockInprepTimingMajorFreshwater",
		"type": "article-journal",
		"title": "Timing of major freshwater life-cycle events of Pacific salmon (Oncorhynchus spp.) in British Columbia, Canada",
		"URL": "https://bookdown.org/salmonwatersheds/life-cycle-timing",
		"author": [
			{
				"family": "Wilson",
				"given": "Samantha E."
			},
			{
				"family": "Peacock",
				"given": "Stephanie J."
			}
		],
		"issued": {
			"literal": "In prep"
		}
	},
	{
		"id": "MichielsensCave2019InseasonAssessmentManagement",
		"type": "article-journal",
		"abstract": "We document a time–density model for in-season assessment of salmon stocks that integrates both relative and absolute indicators of abundance and incorporates preseason information on run size and migration timing using a Bayesian framework. We evaluate different data collection programs for Fraser River sockeye salmon (Oncorhynchus nerka) by examining the precision, bias, and timeliness of resulting run-size estimates with a retrospective analysis of 20 years of data. We quantify the run-size bias if migration was early versus late and evaluate the impact of run-size uncertainty on the ability to reach management objectives. In-season assessments greatly improve the accuracy and precision of run-size estimates compared with preseason forecasts. For the in-season assessment of Fraser River sockeye, catch-per-unit-effort (CPUE) data from seaward marine test fisheries, although less precise, were more informative at the peak marine migration than more precise terminal, in-river hydroacoustic data obtained on the same date due to the time lag associated with migration from the marine test fishing locations to the lower river. Throughout the season, the best fisheries management results were obtained by relying on in-season assessments using both marine CPUE data as well as marine reconstructed abundance estimates derived from in-river hydroacoustic estimates, thereby taking advantage of the benefits of both sources of information.",
		"container-title": "Canadian Journal of Fisheries and Aquatic Sciences",
		"DOI": "10.1139/cjfas-2018-0213",
		"ISSN": "0706-652X",
		"issue": "7",
		"journalAbbreviation": "Can. J. Fish. Aquat. Sci.",
		"note": "publisher: NRC Research Press",
		"page": "1073-1085",
		"source": "cdnsciencepub.com (Atypon)",
		"title": "In-season assessment and management of salmon stocks using a Bayesian time–density model",
		"URL": "https://cdnsciencepub.com/doi/10.1139/cjfas-2018-0213",
		"volume": "76",
		"author": [
			{
				"family": "Michielsens",
				"given": "Catherine G.J."
			},
			{
				"family": "Cave",
				"given": "Jim D."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					1,
					22
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2019",
					7
				]
			]
		}
	}
]