[
	{
		"id": "MalickCox2016RegionalScaleDeclinesProductivitya",
		"type": "article-journal",
		"container-title": "Plos One",
		"DOI": "10.1371/journal.pone.0146009",
		"ISSN": "1932-6203",
		"issue": "1",
		"page": "e0146009",
		"title": "Regional-Scale Declines in Productivity of Pink and Chum Salmon Stocks in Western North America",
		"URL": "http://dx.plos.org/10.1371/journal.pone.0146009",
		"volume": "11",
		"author": [
			{
				"family": "Malick",
				"given": "Michael J."
			},
			{
				"family": "Cox",
				"given": "Sean P."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2016"
				]
			]
		}
	},
	{
		"id": "OliverFidler2001WaterQualityGuideline",
		"type": "report",
		"event-place": "Victoria, B.C.",
		"note": "issue: March",
		"publisher": "Ministry of Environment, Lands, and Parks (Water Quality Section)",
		"publisher-place": "Victoria, B.C.",
		"title": "Towards a Water Quality Guideline for Temperature in the Province of British Columbia",
		"URL": "https://www2.gov.bc.ca/assets/gov/environment/air-land-water/water/waterquality/water-quality-guidelines/approved-wqgs/temperature-tech.pdf",
		"author": [
			{
				"family": "Oliver",
				"given": "G.G."
			},
			{
				"family": "Fidler",
				"given": "L.E."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2001"
				]
			]
		}
	},
	{
		"id": "CrozierEtAl2021ClimateChangeThreatens",
		"type": "article-journal",
		"abstract": "Widespread declines in Atlantic and Pacific salmon (Salmo salar and Oncorhynchus spp.) have tracked recent climate changes, but managers still lack quantitative projections of the viability of any individual population in response to future climate change. To address this gap, we assembled a vast database of survival and other data for eight wild populations of threatened Chinook salmon (O. tshawytscha). For each population, we evaluated climate impacts at all life stages and modeled future trajectories forced by global climate model projections. Populations rapidly declined in response to increasing sea surface temperatures and other factors across diverse model assumptions and climate scenarios. Strong density dependence limited the number of salmon that survived early life stages, suggesting a potentially efficacious target for conservation effort. Other solutions require a better understanding of the factors that limit survival at sea. We conclude that dramatic increases in smolt survival are needed to overcome the negative impacts of climate change for this threatened species.",
		"container-title": "Communications Biology",
		"DOI": "10.1038/s42003-021-01734-w",
		"ISSN": "23993642",
		"issue": "1",
		"note": "PMID: 33603119\npublisher: Springer US\nISBN: 4200302101",
		"title": "Climate change threatens Chinook salmon throughout their life cycle",
		"URL": "http://dx.doi.org/10.1038/s42003-021-01734-w",
		"volume": "4",
		"author": [
			{
				"family": "Crozier",
				"given": "Lisa G."
			},
			{
				"family": "Burke",
				"given": "Brian J."
			},
			{
				"family": "Chasco",
				"given": "Brandon E."
			},
			{
				"family": "Widener",
				"given": "Daniel L."
			},
			{
				"family": "Zabel",
				"given": "Richard W."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2021"
				]
			]
		}
	},
	{
		"id": "WadeEtAl2013SteelheadVulnerabilityClimate",
		"type": "article-journal",
		"abstract": "Summary: Steelhead (Oncorhynchus mykiss) and other Pacific salmon are threatened by unsustainable levels of harvest, genetic introgression from hatchery stocks and degradation or loss of freshwater habitat. Projected climate change is expected to further stress salmon through increases in stream temperatures and altered stream flows. We demonstrate a spatially explicit method for assessing salmon vulnerability to projected climatic changes (scenario for the years 2030-2059), applied here to steelhead salmon across the entire Pacific Northwest (PNW). We considered steelhead exposure to increased temperatures and more extreme high and low flows during four of their primary freshwater life stages: adult migration, spawning, incubation and rearing. Steelhead sensitivity to climate change was estimated on the basis of their regulatory status and the condition of their habitat. We assessed combinations of exposure and sensitivity to suggest actions that may be most effective for reducing steelhead vulnerability to climate change. Our relative ranking of locations suggested that steelhead exposure to increases in temperature will be most widespread in the southern Pacific Northwest, whereas exposure to substantial flow changes will be most widespread in the interior and northern Pacific Northwest. There were few locations where we projected that steelhead had both relatively low exposure and sensitivity to climate change. Synthesis and applications. There are few areas where habitat protection alone is likely to be sufficient to conserve steelhead under the scenario of climate change considered here. Instead, our results suggest the need for coordinated, landscape-scale actions that both increase salmon resilience and ameliorate climate change impacts, such as restoring connectivity of floodplains and high-elevation habitats. There are few areas where habitat protection alone is likely to be sufficient to conserve steelhead under the scenario of climate change considered here. Instead, our results suggest the need for coordinated, landscape-scale actions that both increase salmon resilience and ameliorate climate change impacts, such as restoring connectivity of floodplains and high-elevation habitats. © 2013 British Ecological Society.",
		"container-title": "Journal of Applied Ecology",
		"DOI": "10.1111/1365-2664.12137",
		"ISSN": "00218901",
		"issue": "5",
		"page": "1093-1104",
		"title": "Steelhead vulnerability to climate change in the Pacific Northwest",
		"URL": "https://besjournals.onlinelibrary.wiley.com/doi/10.1111/1365-2664.12137",
		"volume": "50",
		"author": [
			{
				"family": "Wade",
				"given": "Alisa A."
			},
			{
				"family": "Beechie",
				"given": "Timothy J."
			},
			{
				"family": "Fleishman",
				"given": "Erica"
			},
			{
				"family": "Mantua",
				"given": "Nathan J."
			},
			{
				"family": "Wu",
				"given": "Huan"
			},
			{
				"family": "Kimball",
				"given": "John S."
			},
			{
				"family": "Stoms",
				"given": "David M."
			},
			{
				"family": "Stanford",
				"given": "Jack A."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2013"
				]
			]
		}
	},
	{
		"id": "UnitedStatesEnvironmentalProtectionAgency2003EPARegion10",
		"type": "report",
		"abstract": "U.S. Environmental Protection Agency (USEPA). 2003. EPA Region 10 Guidance for Pacific Northwest State and Tribal Water Quality Standards. Region 10, Seattle, WA. EPA 910-B-03-002. 49pp. Available at: <http://www.epa.gov/r10earth/ temperature.htm>. Website accessed on June 23, 2004.",
		"event-place": "Seattle, WA",
		"note": "issue: 910-B-03-002",
		"page": "49",
		"publisher-place": "Seattle, WA",
		"title": "EPA Region 10 Guidance for Pacific Northwest State and Tribal Water Quality Standards",
		"author": [
			{
				"literal": "United States Environmental Protection Agency"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2003"
				]
			]
		}
	},
	{
		"id": "OhlbergerEtAl2022NonstationaryInteractiveEffects",
		"type": "article-journal",
		"abstract": "Pacific salmon (Oncorhynchus spp.) are exposed to increased environmental change and multiple human stressors. To anticipate future impacts of global change and to improve sustainable resource management, it is critical to understand how wild salmon populations respond to stressors associated with human-caused changes such as climate warming and ocean acidification, as well as competition in the ocean, which is intensified by the large-scale production and release of hatchery reared salmon. Pink salmon (O. gorbuscha) are a keystone species in the North Pacific Ocean and support highly valuable commercial fisheries. We investigated the joint effects of changes in ocean conditions and salmon abundances on the productivity of wild pink salmon. Our analysis focused on Prince William Sound in Alaska, because the region accounts for ~50% of the global production of hatchery pink salmon with local hatcheries releasing 600–700 million pink salmon fry annually. Using 60 years of data on wild pink salmon abundances, hatchery releases, and ecological conditions in the ocean, we find evidence that hatchery pink salmon releases negatively affect wild pink salmon productivity, likely through competition between wild and hatchery juveniles in nearshore marine habitats. We find no evidence for effects of ocean acidification on pink salmon productivity. However, a change in the leading mode of North Pacific climate in 1988–1989 weakened the temperature–productivity relationship and altered the strength of intraspecific density dependence. Therefore, our results suggest non-stationary (i.e., time varying) and interactive effects of ocean climate and competition on pink salmon productivity. Our findings further highlight the need for salmon management to consider potential adverse effects of large-scale hatchery production within the context of ocean change.",
		"container-title": "Global Change Biology",
		"DOI": "10.1111/gcb.16049",
		"ISSN": "13652486",
		"issue": "6",
		"note": "PMID: 34923722",
		"page": "2026-2040",
		"title": "Non-stationary and interactive effects of climate and competition on pink salmon productivity",
		"volume": "28",
		"author": [
			{
				"family": "Ohlberger",
				"given": "Jan"
			},
			{
				"family": "Ward",
				"given": "Eric J."
			},
			{
				"family": "Brenner",
				"given": "Richard E."
			},
			{
				"family": "Hunsicker",
				"given": "Mary E."
			},
			{
				"family": "Haught",
				"given": "Stormy B."
			},
			{
				"family": "Finnoff",
				"given": "David"
			},
			{
				"family": "Litzow",
				"given": "Michael A."
			},
			{
				"family": "Schwoerer",
				"given": "Tobias"
			},
			{
				"family": "Ruggerone",
				"given": "Gregory T."
			},
			{
				"family": "Hauri",
				"given": "Claudine"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2022"
				]
			]
		}
	},
	{
		"id": "PacificClimateImpactsConsortium2020VICGLBCCAQCMIP5",
		"type": "report",
		"event-place": "Victoria, B.C.",
		"publisher": "University of Victoria",
		"publisher-place": "Victoria, B.C.",
		"title": "VIC-GL BCCAQ CMIP5: Gridded Hydrologic Model Output",
		"URL": "https://www.pacificclimate.org/data/gridded-hydrologic-model-output",
		"author": [
			{
				"literal": "Pacific Climate Impacts Consortium"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2020"
				]
			]
		}
	},
	{
		"id": "TaylorEtAl2012OverviewCMIP5Experiment",
		"type": "article-journal",
		"abstract": "CMIP5, as in earlier CMIP phases, calls for integrated sets of experiments that offer a multimodel perspective of simulated climate change and climate variability. Most modeling groups worldwide are participating in CMIP5, and their simulations are expected not only to be useful to research scientists in a variety of climate-related disciplines but also of relevance to national and international assessments of climate science (e.g., the IPCC AR5). © 2012 American Meteorological Society.",
		"container-title": "Bulletin of the American Meteorological Society",
		"DOI": "10.1175/BAMS-D-11-00094.1",
		"ISSN": "00030007",
		"issue": "4",
		"page": "485-498",
		"title": "An overview of CMIP5 and the experiment design",
		"URL": "https://doi.org/10.1175/BAMS-D-11-00094.1",
		"volume": "93",
		"author": [
			{
				"family": "Taylor",
				"given": "Karl E."
			},
			{
				"family": "Stouffer",
				"given": "Ronald J."
			},
			{
				"family": "Meehl",
				"given": "Gerald A."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2012"
				]
			]
		}
	},
	{
		"id": "NationalOceanicandAtmosphericAdministration2023NOAAClimateChange",
		"type": "report",
		"publisher": "Physical Sciences Laboratory",
		"title": "NOAA's Climate Change Web Portal: CMIP5",
		"URL": "https://psl.noaa.gov/ipcc/ocn/ (Accessed April 2023)",
		"author": [
			{
				"literal": "National Oceanic and Atmospheric Administration"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2023"
				]
			]
		}
	},
	{
		"id": "FreshwaterEtAl2022NonstationaryPatternsDemographic",
		"type": "article-journal",
		"abstract": "The abundance of many Chinook salmon (Oncorhynchus tshawytscha) stocks has declined despite reductions in harvest. We used state-space models parameterized with data from 57 Chinook salmon indicator stocks, ranging from coastal Oregon to southeast Alaska, to quantify long-term (since 1972 release year) changes in juvenile marine survival rate and mean age-atmaturity, as well as identify stock groupings with coherent dynamics. We found that juvenile marine distribution —rather than freshwater life history, run timing, or adult marine distribution —was the best predictor of trends in both survival and age. Only subyearling stocks that enter the Strait of Georgia showed evidence of transitioning to a low juvenile survival period, other groupings exhibited low and stable or cyclical patterns in survival. Conversely, declines in mean age-at-maturity were widespread and do not appear to have stabilized, suggesting that future declines in Chinook salmon population productivity may be influenced by earlier maturation or increased adult mortality, rather than further reductions in juvenile marine survival.",
		"container-title": "Canadian Journal of Fisheries and Aquatic Sciences",
		"DOI": "10.1139/cjfas-2021-0312",
		"ISSN": "12057533",
		"issue": "11",
		"page": "1860-1878",
		"title": "Nonstationary patterns in demographic traits covary with Chinook salmon marine distributions",
		"volume": "79",
		"author": [
			{
				"family": "Freshwater",
				"given": "Cameron"
			},
			{
				"family": "Parken",
				"given": "Charles K."
			},
			{
				"family": "Tucker",
				"given": "Strahan"
			},
			{
				"family": "Velez-Espino",
				"given": "Antonio"
			},
			{
				"family": "King",
				"given": "Jackie"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2022"
				]
			]
		}
	},
	{
		"id": "SheltonEtAl2021RedistributionSalmonPopulations",
		"type": "article-journal",
		"abstract": "Species that migrate long distances or between distinct habitats— for example, anadromous or catadromous fish—experience the consequences of climate change in each habitat and are therefore particularly at risk in a changing world. Studies of anadromous species often focus on freshwater despite the ocean's disproportionate influence on survival and growth. To understand a prominent anadromous species’ response to ocean climate, we use a new spatio-temporal model jointly estimating the ocean distribution of all major fall-run Chinook salmon (Oncorhynchus tshawytscha, Salmonidae) stocks from California to British Columbia over 40 years. We model hundreds of millions of tagged individuals, finding that different stocks have fundamentally different ocean distributions, distinct associations with sea surface temperature (SST), and contrasting distributional responses to historical ocean SST variation. We show species-level estimates of ocean distribution that ignore among-stock variation will lead to errant predictions of spatial distribution. Using future (2030–2090) SST projections to model focal stocks of fisheries importance we predict substantial ocean redistribution in response to SST change. Predicted aggregate distributional changes do not follow a simple, poleward shift. Instead, we predict net movement into some ocean regions (British Columbia, central California) but net movement out of others (northern California, Washington). Distribution shifts have implications for both major fisheries and marine mammal predators of Chinook salmon. We focus on the consequences of spatial changes in ocean distribution, but our approach provides a general structure to link marine and freshwater components of anadromous species under climate change.",
		"container-title": "Fish and Fisheries",
		"DOI": "10.1111/faf.12530",
		"ISSN": "14672979",
		"issue": "3",
		"page": "503-517",
		"title": "Redistribution of salmon populations in the northeast Pacific ocean in response to climate",
		"volume": "22",
		"author": [
			{
				"family": "Shelton",
				"given": "Andrew Olaf"
			},
			{
				"family": "Sullaway",
				"given": "Genoa H."
			},
			{
				"family": "Ward",
				"given": "Eric J."
			},
			{
				"family": "Feist",
				"given": "Blake E."
			},
			{
				"family": "Somers",
				"given": "Kayleigh A."
			},
			{
				"family": "Tuttle",
				"given": "Vanessa J."
			},
			{
				"family": "Watson",
				"given": "Jordan T."
			},
			{
				"family": "Satterthwaite",
				"given": "William H."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2021"
				]
			]
		}
	},
	{
		"id": "EliasonEtAl2011DifferencesThermalTolerance",
		"type": "article-journal",
		"abstract": "Climate change-induced increases in summer water temperature have been associated with elevated mortality of adult sockeye salmon (Oncorhynchus nerka) during river migration. We show that cardiorespiratory physiology varies at the population level among Fraser River sockeye salmon and relates to historical environmental conditions encountered while migrating. Fish from populations with more challenging migratory environments have greater aerobic scope, larger hearts, and better coronary supply. Furthermore, thermal optima for aerobic, cardiac, and heart rate scopes are consistent with the historic river temperature ranges for each population. This study suggests that physiological adaptation occurs at a very local scale, with population-specific thermal limits being set by physiological limitations in aerobic performance, possibly due to cardiac collapse at high temperatures.",
		"container-title": "Science",
		"DOI": "10.1126/science.1199158",
		"ISSN": "00368075",
		"issue": "6025",
		"note": "PMID: 21454790",
		"page": "109-112",
		"title": "Differences in thermal tolerance among sockeye salmon populations",
		"volume": "332",
		"author": [
			{
				"family": "Eliason",
				"given": "Erika J."
			},
			{
				"family": "Clark",
				"given": "Timothy D."
			},
			{
				"family": "Hague",
				"given": "Merran J."
			},
			{
				"family": "Hanson",
				"given": "Linda M."
			},
			{
				"family": "Gallagher",
				"given": "Zoë S."
			},
			{
				"family": "Jeffries",
				"given": "Ken M."
			},
			{
				"family": "Gale",
				"given": "Marika K."
			},
			{
				"family": "Patterson",
				"given": "David A."
			},
			{
				"family": "Hinch",
				"given": "Scott G."
			},
			{
				"family": "Farrell",
				"given": "Anthony P."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2011"
				]
			]
		}
	},
	{
		"id": "FreshwaterEtAl2021IntegratedModelSeasonal",
		"type": "article-journal",
		"abstract": "Population-specific spatial and temporal distribution data are necessary to identify mechanisms regulating abundance and to manage anthropogenic impacts. However the distributions of highly migratory species are often difficult to resolve, particularly when multiple populations’ movements overlap. Here we present an integrated model to estimate spatially-stratified, seasonal trends in abundance and population composition, using data from extensive genetic sampling of commercial and recreational Chinook salmon (Oncorhynchus tshawytscha) fisheries in southern British Columbia. We use the model to estimate seasonal changes in population-specific standardized catch per unit effort (a proxy for abundance) across six marine regions, while accounting for annual variability in sampling effort and uncertain genetic stock assignment. We also share this model as an R package stockseasonr for application to other regions and species. Even at the relatively small spatial scales considered here, we found that patterns in seasonal abundance differed among regions and stocks. While certain locations were clearly migratory corridors, regions within the Salish Sea exhibited diverse, and often weak, seasonal patterns in abundance, emphasizing that they are important, year-round foraging habitats. Furthermore, we found evidence that stocks with similar freshwater life histories and adult run timing, as well as relatively proximate spawning locations, exhibited divergent distributions. Our findings highlight subtle, but important differences in how adult Chinook salmon use marine habitats. Down-scaled model outputs could be used to inform ecosystem-based management efforts by resolving the degree to which salmon overlap with other species of concern, as well as specific fisheries. More broadly, variation in stock-specific abundance among regions indicates efforts to identify mechanisms driving changes in size-at-maturity and natural mortality should account for distinct marine distributions.",
		"container-title": "PeerJ",
		"DOI": "10.7717/peerj.11163",
		"ISSN": "21678359",
		"page": "1-27",
		"title": "An integrated model of seasonal changes in stock composition and abundance with an application to Chinook salmon",
		"volume": "9",
		"author": [
			{
				"family": "Freshwater",
				"given": "Cameron"
			},
			{
				"family": "Anderson",
				"given": "Sean C."
			},
			{
				"family": "Beacham",
				"given": "Terry D."
			},
			{
				"family": "Luedke",
				"given": "Wilf"
			},
			{
				"family": "Wor",
				"given": "Catarina"
			},
			{
				"family": "King",
				"given": "Jackie"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2021"
				]
			]
		}
	},
	{
		"id": "CrozierEtAl2019ClimateVulnerabilityAssessment",
		"type": "article-journal",
		"abstract": "Major ecological realignments are already occurring in response to climate change. To be successful, conservation strategies now need to account for geographical patterns in traits sensitive to climate change, as well as climate threats to species-level diversity. As part of an effort to provide such information, we conducted a climate vulnerability assessment that included all anadromous Pacific salmon and steelhead (Oncorhynchus spp.) population units listed under the U.S. Endangered Species Act. Using an expert-based scoring system, we ranked 20 attributes for the 28 listed units and 5 additional units. Attributes captured biological sensitivity, or the strength of linkages between each listing unit and the present climate; climate exposure, or the magnitude of projected change in local environmental conditions; and adaptive capacity, or the ability to modify phenotypes to cope with new climatic conditions. Each listing unit was then assigned one of four vulnerability categories. Units ranked most vulnerable overall were Chinook (O. tshawytscha) in the California Central Valley, coho (O. kisutch) in California and southern Oregon, sockeye (O. nerka) in the Snake River Basin, and spring-run Chinook in the interior Columbia and Willamette River Basins. We identified units with similar vulnerability profiles using a hierarchical cluster analysis. Life history characteristics, especially freshwater and estuary residence times, inter-played with gradations in exposure from south to north and from coastal to interior regions to generate landscape-level patterns within each species. Nearly all listing units faced high exposures to projected increases in stream temperature, sea surface temperature, and ocean acidification, but other aspects of exposure peaked in particular regions. Anthropogenic factors, especially migration barriers, habitat degradation, and hatchery influence, have reduced the adaptive capacity of most steelhead and salmon populations. Enhancing adaptive capacity is essential to mitigate for the increasing threat of climate change. Collectively, these results provide a framework to support recovery planning that considers climate impacts on the majority of West Coast anadromous salmonids.",
		"note": "PMID: 31339895\ncontainer-title: PLoS ONE\nDOI: 10.1371/journal.pone.0217711\nissue: 7\nISSN: 19326203",
		"title": "Climate vulnerability assessment for Pacific salmon and steelhead in the California Current Large Marine Ecosystem",
		"volume": "14",
		"author": [
			{
				"family": "Crozier",
				"given": "Lisa G."
			},
			{
				"family": "McClure",
				"given": "Michelle M."
			},
			{
				"family": "Beechie",
				"given": "Tim"
			},
			{
				"family": "Bograd",
				"given": "Steven J."
			},
			{
				"family": "Boughton",
				"given": "David A."
			},
			{
				"family": "Carr",
				"given": "Mark"
			},
			{
				"family": "Cooney",
				"given": "Thomas D."
			},
			{
				"family": "Dunham",
				"given": "Jason B."
			},
			{
				"family": "Greene",
				"given": "Correigh M."
			},
			{
				"family": "Haltuch",
				"given": "Melissa A."
			},
			{
				"family": "Hazen",
				"given": "Elliott L."
			},
			{
				"family": "Holzer",
				"given": "Damon M."
			},
			{
				"family": "Huff",
				"given": "David D."
			},
			{
				"family": "Johnson",
				"given": "Rachel C."
			},
			{
				"family": "Jordan",
				"given": "Chris E."
			},
			{
				"family": "Kaplan",
				"given": "Isaac C."
			},
			{
				"family": "Lindley",
				"given": "Steven T."
			},
			{
				"family": "Mantua",
				"given": "Nathan J."
			},
			{
				"family": "Moyle",
				"given": "Peter B."
			},
			{
				"family": "Myers",
				"given": "James M."
			},
			{
				"family": "Nelson",
				"given": "Mark W."
			},
			{
				"family": "Spence",
				"given": "Brian C."
			},
			{
				"family": "Weitkamp",
				"given": "Laurie A."
			},
			{
				"family": "Williams",
				"given": "Thomas H."
			},
			{
				"family": "Willis-Norton",
				"given": "Ellen"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2019"
				]
			]
		}
	},
	{
		"id": "SumailaTai2020EndOverfishingIncrease",
		"type": "article-journal",
		"abstract": "Marine ﬁsh stocks and the ecosystems they inhabit are in decline in many parts of our ocean, including in some European waters, because of overﬁshing and the ecosystem effect of ﬁshing in general. Simultaneously, climate change is disrupting the physics, chemistry and ecology of the ocean, with signiﬁcant consequences on the life it holds. While the positive effects of mitigating climate change on the ocean and marine life are currently being documented, papers that examine how ending overﬁshing could increase ocean resilience to climate change are less common. The goal of this paper is to review the current literature and conduct an analysis that demonstrate that ending overﬁshing and reducing other negative ecosystem effects of ﬁshing would make ﬁsh stocks and marine ecosystems more resilient to climate change. Our ﬁndings suggest that ﬁsh and ﬁsh stocks are no different from other living organisms and are more likely to survive external pressures when healthy.",
		"container-title": "Frontiers in Marine Science",
		"DOI": "10.3389/fmars.2020.00523",
		"ISSN": "2296-7745",
		"journalAbbreviation": "Front. Mar. Sci.",
		"language": "en",
		"page": "523",
		"source": "DOI.org (Crossref)",
		"title": "End Overfishing and Increase the Resilience of the Ocean to Climate Change",
		"URL": "https://www.frontiersin.org/article/10.3389/fmars.2020.00523/full",
		"volume": "7",
		"author": [
			{
				"family": "Sumaila",
				"given": "U. Rashid"
			},
			{
				"family": "Tai",
				"given": "Travis C."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2021",
					4,
					15
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2020",
					7,
					15
				]
			]
		}
	},
	{
		"id": "barhrit.vasconcellosm.welchdjohnsonj.perryr.i.xuechanAdaptiveFisheriesManagement2021a",
		"type": "report",
		"event-place": "Rome, FAO",
		"genre": "FAO Fisheries and Aquaculture Technical Paper",
		"note": "container-title: FAO Fisheries and Aquaculture Technical Paper No. 667",
		"number": "No. 667",
		"publisher": "FAO",
		"publisher-place": "Rome, FAO",
		"title": "Adaptive fisheries management in response to climate change",
		"URL": "https://doi.org/10.4060/cb3095en",
		"author": [
			{
				"family": "Barhri, T., Vasconcellos, M., Welch, D, Johnson, J., Perry, R.I., Xuechan",
				"given": "M. (eds)"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2021"
				]
			]
		}
	},
	{
		"id": "PacificClimateImpactsConsortium2023VICGLBCCAQCMIP5",
		"type": "dataset",
		"title": "VIC-GL BCCAQ CMIP5: Gridded Hydrologic Model Output",
		"URL": "https://data.pacificclimate.org/portal/hydro_model_out/map/",
		"author": [
			{
				"family": "Pacific Climate Impacts Consortium",
				"given": ""
			}
		],
		"issued": {
			"date-parts": [
				[
					"2023",
					8,
					24
				]
			]
		}
	},
	{
		"id": "abdul-azizPotentialClimateChange2011",
		"type": "article-journal",
		"abstract": "We developed spatially explicit representations for seasonal high-seas (open ocean) thermal habitats for six species of Pacific salmon (Oncorhynchus spp.) and evaluated the effects of natural climate variability and projected changes under three Intergovernmental Panel on Climate Change scenarios of future greenhouse gas emissions. Changes in high-seas habitat due to natural climatic variation in 20th century were small relative to that under anthropogenic climate change scenarios for the middle to late 21st century. Under a multimodel ensemble average of global climate model outputs using A1B (medium) emissions scenario for the entire study area (North Pacific and part of Arctic Ocean), projected winter habitats of sockeye (Oncorhynchus nerka) decreased by 38%, and summer habitat decreased by 86% for Chinook (Oncorhynchus tshawytscha), 45% for sockeye, 36% for steelhead (Oncorhynchus mykiss), 30% for coho (Oncorhynchus kisutch), 30% for pink (Oncorhynchus gorbuscha), and 29% for chum (Oncorhynchus keta) salmon by 2100. Reductions were 25% lower for B1 (lower) emissions and 7% higher for A2 (higher) emissions scenarios. Projected habitat losses were largest in the Gulf of Alaska and western and central subarctic North Pacific. Nearly complete losses of Gulf of Alaska habitat for sockeye in both seasons and Chinook in summer raise important policy issues for North American fishery managers and governments.",
		"container-title": "Canadian Journal of Fisheries and Aquatic Sciences",
		"DOI": "10.1139/f2011-079",
		"ISSN": "0706-652X, 1205-7533",
		"issue": "9",
		"journalAbbreviation": "Can. J. Fish. Aquat. Sci.",
		"language": "en",
		"page": "1660-1680",
		"source": "DOI.org (Crossref)",
		"title": "Potential climate change impacts on thermal habitats of Pacific salmon (Oncorhynchus spp.) in the North Pacific Ocean and adjacent seas",
		"URL": "http://www.nrcresearchpress.com/doi/10.1139/f2011-079",
		"volume": "68",
		"author": [
			{
				"family": "Abdul-Aziz",
				"given": "Omar I."
			},
			{
				"family": "Mantua",
				"given": "Nathan J."
			},
			{
				"family": "Myers",
				"given": "Katherine W."
			}
		],
		"editor": [
			{
				"family": "Bradford",
				"given": "Michael"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2023",
					10,
					18
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2011",
					9
				]
			]
		}
	},
	{
		"id": "penaFuturePhysicalBiogeochemical2023",
		"type": "article-journal",
		"abstract": "Climate change impacts coastal ecosystems through large scale changes in temperature, stratiﬁcation, circulation and ocean acidiﬁcation. Here, the potential response of the British Columbia continental margin to climate change is investigated using a regional ocean circulation-biogeochemical model to downscale climate change projections from the Canadian regional and global climate models (CanRCM4/CanESM2) under two Intergovernmental Panel on Climate Change emission scenarios (RCP 4.5 and RCP 8.5). Projections of future physical and biogeochemical conditions for the 2041–2070 period are compared to the recent past (1981–2010). We found an overall annual average warming of >1.6°C in sea surface temperature, increase in stratiﬁcation in the upper layer, and decrease in surface pH of as much as 0.21. Increasing stratiﬁcation and changing winds have a limited impact on nitrate availability, phytoplankton biomass and primary production, whilst ocean warming increases primary production by up to 30% in most of the model domain. Increased atmospheric CO2 contributes to acidiﬁcation over the model domain with a decrease in pH and aragonite saturation (Ωarag) at all depths resulting in an increase of 20 to 32% of the volume of Ωarag ≤1 in the upper 100 m of the continental shelf depending on the climate scenario. Our projected results, therefore, show that future climate change may alter the amount of food available for higher trophic levels and the habitat of benthic species, since bottom waters on the shelf will be undersaturated with respect to aragonite for 2–3 months in mid-summer. Both climate change scenarios results in a similar pattern of changes but projected changes were stronger and more extensive under RCP 8.5 showing the beneﬁt of mitigation efforts in reducing the effect of climate change on marine ecosystem stressors.",
		"container-title": "Atmosphere-Ocean",
		"DOI": "10.1080/07055900.2023.2239186",
		"ISSN": "0705-5900, 1480-9214",
		"journalAbbreviation": "Atmosphere-Ocean",
		"language": "en",
		"page": "1-22",
		"source": "DOI.org (Crossref)",
		"title": "Future Physical and Biogeochemical Ocean Conditions under Climate Change along the British Columbia Continental Margin",
		"URL": "https://www.tandfonline.com/doi/full/10.1080/07055900.2023.2239186",
		"author": [
			{
				"family": "Peña",
				"given": "M. Angelica"
			},
			{
				"family": "Fine",
				"given": "Isaac"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2023",
					10,
					19
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2023",
					8,
					8
				]
			]
		}
	},
	{
		"id": "holdsworthFutureChangesOceanography2021",
		"type": "article-journal",
		"abstract": "Model projections of ocean circulation and biogeochemistry are used to investigate large scale climate changes under moderate mitigation (RCP 4.5) and high emissions (RCP 8.5) scenarios along the continental shelf of the Canadian Paciﬁc Coast. To reduce computational cost, an approach for dynamical downscaling of climate projections was developed that uses atmospheric climatologies with augmented winds to simulate historical (1986–2005) and future (2046–2065) periods separately. The two simulations differ in initial and lateral open boundary conditions. For each simulation, the daily climatology of surface winds in the driving model was augmented with high-frequency variability from an atmospheric reanalysis product. The “time-slice” approach was able to reproduce the observed climate state for the historical period. Sensitivity tests conﬁrmed that the high frequency wind variability plays an essential role in freshwater distribution in this region. Projections suggest that sea surface temperature will increase by 1.8–2.4◦C and surface salinity will decrease between −0.08 and −0.23 depending on whether a moderate or high emissions scenario is used. Stratiﬁcation increases throughout the region and there is some evidence of nutrient limitation near the surface. Primary production and phytoplankton productivity (chlorophyll) also increase. Density surfaces are relocated deeper in the water column and this change is mainly driven by surface heating and freshening. Changes in saturation state are mainly due to anthropogenic CO2 with minor contributions from solubility, remineralization and advection. There is little difference between RCP 4.5 and RCP 8.5 with regard to projections of deoxygenation and acidiﬁcation. The depths of the aragonite saturation state and the oxygen minimum zone are projected to become shallower by ≃ 100 and ≃ 75 m respectively. Extreme states of temperature, oxygen and acidiﬁcation are projected to become more frequent and more extreme, with the frequency of occurrence of [O2] < 60 mmol m−3 expected to approximately double under either scenario.",
		"container-title": "Frontiers in Marine Science",
		"DOI": "10.3389/fmars.2021.602991",
		"ISSN": "2296-7745",
		"journalAbbreviation": "Front. Mar. Sci.",
		"language": "en",
		"page": "602991",
		"source": "DOI.org (Crossref)",
		"title": "Future Changes in Oceanography and Biogeochemistry Along the Canadian Pacific Continental Margin",
		"URL": "https://www.frontiersin.org/articles/10.3389/fmars.2021.602991/full",
		"volume": "8",
		"author": [
			{
				"family": "Holdsworth",
				"given": "Amber M."
			},
			{
				"family": "Zhai",
				"given": "Li"
			},
			{
				"family": "Lu",
				"given": "Youyu"
			},
			{
				"family": "Christian",
				"given": "James R."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2023",
					10,
					19
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2021",
					3,
					16
				]
			]
		}
	},
	{
		"id": "portnerPhysiologyClimateChange2008",
		"type": "article-journal",
		"container-title": "Science",
		"DOI": "10.1126/science.1163156",
		"issue": "5902",
		"note": "publisher: American Association for the Advancement of Science",
		"page": "690-692",
		"source": "science.org (Atypon)",
		"title": "Physiology and Climate Change",
		"URL": "https://www.science.org/doi/10.1126/science.1163156",
		"volume": "322",
		"author": [
			{
				"family": "Pörtner",
				"given": "Hans O."
			},
			{
				"family": "Farrell",
				"given": "Anthony P."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2023",
					11,
					9
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2008",
					10,
					31
				]
			]
		}
	},
	{
		"id": "hensonDetectionClimateChangedriven2018",
		"type": "article-journal",
		"abstract": "The timing of the annual phytoplankton spring bloom is likely to be altered in response to climate change. Quantifying that response has, however, been limited by the typically coarse temporal resolution (monthly) of global climate models. Here, we use higher resolution model output (maximum 5 days) to investigate how phytoplankton bloom timing changes in response to projected 21st century climate change, and how the temporal resolution of data influences the detection of long-term trends. We find that bloom timing generally shifts later at mid-latitudes and earlier at high and low latitudes by 5 days per decade to 2100. The spatial patterns of bloom timing are similar in both low (monthly) and high (5 day) resolution data, although initiation dates are later at low resolution. The magnitude of the trends in bloom timing from 2006 to 2100 is very similar at high and low resolution, with the result that the number of years of data needed to detect a trend in phytoplankton phenology is relatively insensitive to data temporal resolution. We also investigate the influence of spatial scales on bloom timing and find that trends are generally more rapidly detectable after spatial averaging of data. Our results suggest that, if pinpointing the start date of the spring bloom is the priority, the highest possible temporal resolution data should be used. However, if the priority is detecting long-term trends in bloom timing, data at a temporal resolution of 20 days are likely to be sufficient. Furthermore, our results suggest that data sources which allow for spatial averaging will promote more rapid trend detection.",
		"container-title": "Global Change Biology",
		"DOI": "10.1111/gcb.13886",
		"ISSN": "1365-2486",
		"issue": "1",
		"language": "en",
		"license": "© 2017 The Authors. Global Change Biology Published by John Wiley & Sons Ltd",
		"note": "_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1111/gcb.13886",
		"page": "e101-e111",
		"source": "Wiley Online Library",
		"title": "Detection of climate change-driven trends in phytoplankton phenology",
		"URL": "https://onlinelibrary.wiley.com/doi/abs/10.1111/gcb.13886",
		"volume": "24",
		"author": [
			{
				"family": "Henson",
				"given": "Stephanie A."
			},
			{
				"family": "Cole",
				"given": "Harriet S."
			},
			{
				"family": "Hopkins",
				"given": "Jason"
			},
			{
				"family": "Martin",
				"given": "Adrian P."
			},
			{
				"family": "Yool",
				"given": "Andrew"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2023",
					11,
					14
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2018"
				]
			]
		}
	},
	{
		"id": "beamishRelevanceCatchesSteelhead2023",
		"type": "report",
		"abstract": "There were 57 steelhead caught in a study of the winter ecology of Pacific salmon in the Gulf of Alaska from February 25 to March 25, 2022. The study used experimental gillnets and baited longlines to capture Pacific salmon with steelhead only captured in gillnets. Steelhead catches were the largest of all Pacific salmon catches with most steelhead caught in the top 4 m of the gillnet that was set at the surface and all steelhead were caught in the top 6 m. These catches and a review of published studies indicated that steelhead spend virtually all of their life in the open ocean in the surface few meters. There were 34 ocean age 1 and 21 ocean age 2 steelhead with 9 of these fish mature. DNA identification of these mature steelhead indicated they were returning to the Columbia River, Puget Sound, West Coast of Vancouver Island and the Nass River area. These fish would arrive in rivers after the calendar winter and would be expected to spawn quickly. There were 45 other fish identified to their spawning location using DNA, but the spawning location assignments of all steelhead are tentative because of the limited baseline data base. There were no ocean age 2 fish that had a second annulus and 16 of 33 ocean age 1 fish had an annulus. The circuli on the scales of ocean age 1 fish that formed after the annulus ranged from 2 to 7 indicating that annuli on the scales of all steelhead form over a protracted period. Steelhead were caught at some stations where surface temperatures exceeded the upper thermal limit published for steelhead in the winter. The inherited requirement to live at the ocean surface and the continued ocean warming that includes recent marine heat events, identify the urgent need to better understand the ocean ecology of steelhead, particularly in the winter.",
		"genre": "North Pacific Anadromous Fish Commission Document",
		"language": "en",
		"number": "2112",
		"page": "25 pp.",
		"publisher": "Fisheries and Oceans Canada and Pacific Salmon Foundation",
		"source": "Zotero",
		"title": "Relevance of the catches of steelhead in the study of the ocean ecology of Pacific salmon in the Gulf of Alaska in the winter of 2022",
		"URL": "https://npafc.org",
		"author": [
			{
				"family": "Beamish",
				"given": "Richard"
			},
			{
				"family": "Neville",
				"given": "Chrys"
			},
			{
				"family": "Riddell",
				"given": "Brian"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2023"
				]
			]
		}
	},
	{
		"id": "MoritaEtAl2001GrowthChumSalmona",
		"type": "article-journal",
		"abstract": "The average adult size-at-return of North Pacific salmon ( Oncorhynchus spp.) has decreased since the 1970s and several hypotheses regarding the cause of this decrease have been proposed. These have included fishing pressure, change of sea-surface temperature (SST) and density-dependence. This paper re-examines recent trends in the catch per unit effort (cpue) of chum salmon ( Oncorhynchus keta ), SST, sea surface salinity (SSS) and the Aleutian Low Pressure Index (ALPI), and compares them with trends in growth to determine if any of these factors related to the growth of chum salmon in the Sub-Arctic Domain of the Western North Pacific. From 1979 to 1998 chum salmon cpue increased, but fork length and back-calculated year-specific growth-increment size decreased significantly. SST showed no consistent pattern but SSS decreased significantly over time. Of total salmon cpue, chum salmon cpue, SST and SSS, only SSS was significantly correlated with growth-increment size; this relationship was positive. Residuals of the year-SSS relationship were also correlated with residuals of the year-growth increment-size relationship, indicating that SSS was consistently linked to growth-increment size.",
		"container-title": "ICES Journal of Marine Science",
		"DOI": "10.1006/jmsc.2001.1116",
		"ISSN": "1054-3139",
		"issue": "6",
		"journalAbbreviation": "ICES Journal of Marine Science",
		"page": "1335-1339",
		"source": "Silverchair",
		"title": "Growth of chum salmon ( Oncorhynchus keta ) correlated with sea-surface salinity in the North Pacific",
		"URL": "https://doi.org/10.1006/jmsc.2001.1116",
		"volume": "58",
		"author": [
			{
				"family": "Morita",
				"given": "Shoko H."
			},
			{
				"family": "Morita",
				"given": "Kentaro"
			},
			{
				"family": "Sakano",
				"given": "Hiroyuki"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2023",
					11,
					23
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2001",
					1,
					1
				]
			]
		}
	},
	{
		"id": "JohnstoneMantua2014AtmosphericControlsNortheast",
		"type": "article-journal",
		"abstract": "Over the last century, northeast Pacific coastal sea surface temperatures (SSTs) and land-based surface air temperatures (SATs) display multidecadal variations associated with the Pacific Decadal Oscillation, in addition to a warming trend of ∼0.5–1 °C. Using independent records of sea-level pressure (SLP), SST, and SAT, this study investigates northeast (NE) Pacific coupled atmosphere–ocean variability from 1900 to 2012, with emphasis on the coastal areas around North America. We use a linear stochastic time series model to show that the SST evolution around the NE Pacific coast can be explained by a combination of regional atmospheric forcing and ocean persistence, accounting for 63% of nonseasonal monthly SST variance (r = 0.79) and 73% of variance in annual means (r = 0.86). We show that SLP reductions and related atmospheric forcing led to century-long warming around the NE Pacific margins, with the strongest trends observed from 1910–1920 to 1940. NE Pacific circulation changes are estimated to account for more than 80% of the 1900–2012 linear warming in coastal NE Pacific SST and US Pacific northwest (Washington, Oregon, and northern California) SAT. An ensemble of climate model simulations run under the same historical radiative forcings fails to reproduce the observed regional circulation trends. These results suggest that natural internally generated changes in atmospheric circulation were the primary cause of coastal NE Pacific warming from 1900 to 2012 and demonstrate more generally that regional mechanisms of interannual and multidecadal temperature variability can also extend to century time scales.",
		"container-title": "Proceedings of the National Academy of Sciences",
		"DOI": "10.1073/pnas.1318371111",
		"issue": "40",
		"note": "publisher: Proceedings of the National Academy of Sciences",
		"page": "14360-14365",
		"source": "pnas.org (Atypon)",
		"title": "Atmospheric controls on northeast Pacific temperature variability and change, 1900–2012",
		"URL": "https://www.pnas.org/doi/10.1073/pnas.1318371111",
		"volume": "111",
		"author": [
			{
				"family": "Johnstone",
				"given": "James A."
			},
			{
				"family": "Mantua",
				"given": "Nathan J."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2023",
					11,
					27
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2014",
					10,
					7
				]
			]
		}
	},
	{
		"id": "FreshwaterEtAl2018CoherentPopulationDynamics",
		"type": "article-journal",
		"abstract": "Although the importance of diversity to maintaining metapopulation stability is widely recognized, the ecological characteristics that lead to synchronous dynamics within population aggregates are often unclear. We used a constrained dynamic factor analysis to explore patterns of covariance in productivity among 16 Fraser River sockeye salmon (Oncorhynchus nerka) conservation units (CUs). Specifically, we tested whether coherent trends in productivity covaried with five distinct ecological attributes: physical characteristics of nursery lakes, large-scale management interventions, genetic similarity, adult migration phenology, or juvenile migratory traits. The top-ranked model had two trends based on nursery lake characteristics and juvenile migratory traits. One trend represented the dynamics of CUs that rear in nursery lakes prior to ocean entry and undergo relatively rapid marine migrations. The second included a sea-type CU, Harrison River, which enters the marine environment without rearing in a nursery lake and migrates more slowly. The uniform response of lake-type CUs, as well as Harrison River CU’s unique life history, suggests that coherent trends are structured by traits that covary with broad life history type, rather than fine-scale characteristics. Furthermore, we document substantial temporal variability in the strength of synchronous dynamics among Fraser River CUs. Greater synchrony in recent years suggests that the importance of shared regional drivers, relative to local processes, may have increased.",
		"container-title": "Canadian Journal of Fisheries and Aquatic Sciences",
		"DOI": "10.1139/cjfas-2017-0251",
		"ISSN": "0706-652X",
		"issue": "8",
		"journalAbbreviation": "Can. J. Fish. Aquat. Sci.",
		"note": "publisher: NRC Research Press",
		"page": "1346-1356",
		"source": "cdnsciencepub.com (Atypon)",
		"title": "Coherent population dynamics associated with sockeye salmon juvenile life history strategies",
		"URL": "https://cdnsciencepub.com/doi/10.1139/cjfas-2017-0251",
		"volume": "75",
		"author": [
			{
				"family": "Freshwater",
				"given": "Cameron"
			},
			{
				"family": "Burke",
				"given": "Brian J."
			},
			{
				"family": "Scheuerell",
				"given": "Mark D."
			},
			{
				"family": "Grant",
				"given": "Sue C.H."
			},
			{
				"family": "Trudel",
				"given": "Marc"
			},
			{
				"family": "Juanes",
				"given": "Francis"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2023",
					11,
					28
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2018",
					8
				]
			]
		}
	},
	{
		"id": "TuckerEtAl2011LifeHistorySeasonal",
		"type": "article-journal",
		"abstract": "The ocean feeding grounds of juvenile Pacific salmon Oncorhynchus spp. range over several thousand kilometers in which ocean conditions, prey quality and abundance, and predator assemblages vary greatly. Therefore, the fate of individual stocks may depend on where they migrate and how much time they spend in different regions. Juvenile (n = 6,266) and immature (n = 659) Chinook salmon Oncorhynchus tshawytscha were collected from coastal Washington to Southeast Alaska in coastal trawl surveys from February to November 1998–2008, which allowed us to reconstruct changes in stock composition for seasons and regions by means of DNA stock identification techniques. Individuals were allocated to 12 regional stocks. The genetic stock assignments were directly validated by showing that 96% of the 339 known-origin, coded-wire-tagged fish were accurately allocated to their region of origin. Overall, the analyses performed in this study support the main findings of previous work based on tagging. However, given that the sample sizes for all stocks were larger and additional stocks were analyzed, we can extend those results; coastal residency of local stocks in their first year at sea with differences between smolt classes for southern stocks. Notably, yearling Chinook salmon moved quickly into waters north of the west coast of Vancouver Island, including Southeast Alaska. Furthermore, subyearling salmon were found over shallower bottom depths than yearling fish. Summer catches in all regions were dominated by Columbia River yearling fish, which suggests a rapid northward migration. In contrast, very few Columbia River subyearling fish were recovered north of Vancouver Island. Columbia River fish were a minor component of the catches in fall and winter, as fish originating from other southern stocks dominated catches off the west coast of Vancouver Island while northern British Columbia and Southeast Alaska stocks dominated northern regions during these time periods. In addition, we found no effect of hatchery origin on the distribution of fish.",
		"container-title": "Transactions of the American Fisheries Society",
		"DOI": "10.1080/00028487.2011.607035",
		"ISSN": "1548-8659",
		"issue": "4",
		"language": "en",
		"license": "© 2011 American Fisheries Society",
		"note": "_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1080/00028487.2011.607035",
		"page": "1101-1119",
		"source": "Wiley Online Library",
		"title": "Life History and Seasonal Stock-Specific Ocean Migration of Juvenile Chinook Salmon",
		"URL": "https://onlinelibrary.wiley.com/doi/abs/10.1080/00028487.2011.607035",
		"volume": "140",
		"author": [
			{
				"family": "Tucker",
				"given": "S."
			},
			{
				"family": "Trudel",
				"given": "M."
			},
			{
				"family": "Welch",
				"given": "D. W."
			},
			{
				"family": "Candy",
				"given": "J. R."
			},
			{
				"family": "Morris",
				"given": "J. F. T."
			},
			{
				"family": "Thiess",
				"given": "M. E."
			},
			{
				"family": "Wallace",
				"given": "C."
			},
			{
				"family": "Beacham",
				"given": "T. D."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2023",
					11,
					28
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2011"
				]
			]
		}
	},
	{
		"id": "WeitkampNeely2002CohoSalmonOncorhynchus",
		"type": "article-journal",
		"abstract": "We investigated geographic variation in the ocean migration of coho salmon (Oncorhynchus kisutch) by examining recovery locations of 1.77 million coded-wire tagged fish from 90 hatcheries and 36 wild populations along the west coast of North America. Principal component, cluster, and similarity analyses were used to reveal both large- and small-scale variation in marine recovery patterns. We identified 12 distinct ocean distribution patterns, each associated with a particular geographic region. Despite these distinct patterns, however, fish from a given population were widely dispersed in the coastal ocean. Recovery patterns for tagged wild populations were consistent with those of hatchery populations from the same region, suggesting that marine distributions based on hatchery populations are reasonable proxies for distributions of wild populations. These region-specific distribution patterns suggest unappreciated life history diversity for coho salmon in the marine environment. When combined with region-specific adult size variation, they suggest migratory differences earlier in the ocean residence period as well. These results provide a novel framework with which to view geographic variation in salmon ocean ecology, conservation, and management.",
		"container-title": "Canadian Journal of Fisheries and Aquatic Sciences",
		"DOI": "10.1139/f02-075",
		"ISSN": "0706-652X",
		"issue": "7",
		"journalAbbreviation": "Can. J. Fish. Aquat. Sci.",
		"note": "publisher: NRC Research Press",
		"page": "1100-1115",
		"source": "cdnsciencepub.com (Atypon)",
		"title": "Coho salmon (Oncorhynchus kisutch) ocean migration patterns: insight from marine coded-wire tag recoveries",
		"title-short": "Coho salmon (Oncorhynchus kisutch) ocean migration patterns",
		"URL": "https://cdnsciencepub.com/doi/10.1139/f02-075",
		"volume": "59",
		"author": [
			{
				"family": "Weitkamp",
				"given": "Laurie"
			},
			{
				"family": "Neely",
				"given": "Kathleen"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2023",
					11,
					29
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2002",
					7
				]
			]
		}
	},
	{
		"id": "LitzowEtAl2024ClimateAttributionTime",
		"type": "article-journal",
		"abstract": "Abstract\n            We apply climate attribution techniques to sea surface temperature time series from five regional North Pacific ecosystems to track the growth in human influence on ocean temperatures over the past seven decades (1950–2022). Using Bayesian estimates of the Fraction of Attributable Risk (FAR) and Risk Ratio (RR) derived from 23 global climate models, we show that human influence on regional ocean temperatures could first be detected in the 1970s and grew until 2014–2020 temperatures showed overwhelming evidence of human contribution. For the entire North Pacific, FAR and RR values show that temperatures have reached levels that were likely impossible in the preindustrial climate, indicating that the question of attribution is already obsolete at the basin scale. Regional results indicate the strongest evidence for human influence in the northernmost ecosystems (Eastern Bering Sea and Gulf of Alaska), though all regions showed FAR values > 0.98 for at least one year. Extreme regional SST values that were expected every 1000–10 000 years in the preindustrial climate are expected every 5–40 years in the current climate. We use the Gulf of Alaska sockeye salmon fishery to show how attribution time series may be used to contextualize the impacts of human-induced ocean warming on ecosystem services. We link negative warming effects on sockeye fishery catches to increasing human influence on regional temperatures (increasing FAR values), and we find that sockeye salmon migrating to sea in years with the strongest evidence for human effects on temperature (FAR ⩾ 0.98) produce catches 1.4 standard deviations below the long-term log mean. Attribution time series may be helpful indicators for better defining the human role in observed climate change impacts, and may thus help researchers, managers, and stakeholders to better understand and plan for the effects of climate change.",
		"container-title": "Environmental Research Letters",
		"DOI": "10.1088/1748-9326/ad0c88",
		"ISSN": "1748-9326",
		"issue": "1",
		"journalAbbreviation": "Environ. Res. Lett.",
		"language": "en",
		"page": "014014",
		"source": "DOI.org (Crossref)",
		"title": "Climate attribution time series track the evolution of human influence on North Pacific sea surface temperature",
		"URL": "https://iopscience.iop.org/article/10.1088/1748-9326/ad0c88",
		"volume": "19",
		"author": [
			{
				"family": "Litzow",
				"given": "Michael A"
			},
			{
				"family": "Malick",
				"given": "Michael J"
			},
			{
				"family": "Kristiansen",
				"given": "Trond"
			},
			{
				"family": "Connors",
				"given": "Brendan M"
			},
			{
				"family": "Ruggerone",
				"given": "Gregory T"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2023",
					11,
					30
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2024",
					1,
					1
				]
			]
		}
	},
	{
		"id": "EspinasseEtAl2020UsingStableIsotopes",
		"type": "article-journal",
		"abstract": "The stock-specific distribution of maturing salmon in the North Pacific has been a persistent information gap that has prevented us from determining the ocean conditions experienced by individual stocks. This continues to impede understanding of the role of ocean conditions in stock-specific population dynamics. We assessed scale archives for 17 sockeye salmon (Oncorhynchus nerka) stocks covering the entire North Pacific, from the Columbia River (Washington State and British Columbia) to Kamchatka Peninsula (Russia), to infer salmon locations during their last growing season before returning to their spawning grounds. The approach used, first pioneered in salmon stocks in the Atlantic, relies on the relationship between temporal changes in δ13C in salmon scales and sea surface temperature to estimate salmon distribution based on correlation strength. An advantage of this approach is that it does not require fish sampling at sea, but relies on existing fishery agency collections of salmon scales. Significant correlations were found for 7 of the stocks allowing us to propose plausible feeding grounds. Complementary information from δ15N, historical tagging studies, and connectivity analysis were used to further refine distribution estimates. This study is a first step toward estimating stock-specific distributions of salmon in the North Pacific and provides a basis for the application of the approach to other salmon scale archives. This information has the potential to improve our ability to relate stock dynamics to ocean conditions, ultimately enabling improved stock management. For example, our estimated distributions of Bristol Bay and NE Pacific stocks demonstrated that they occupy different areas with a number of the former being distributed in the high productivity shelf waters of the Aleutian Islands and Bering Sea. This may explain why these stocks seem to have responded differently to changes in ocean conditions, and the long-term trend of increased productivity of Bristol Bay sockeye.",
		"container-title": "Ecology and Evolution",
		"DOI": "10.1002/ece3.7022",
		"ISSN": "2045-7758",
		"issue": "23",
		"language": "en",
		"note": "_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1002/ece3.7022",
		"page": "13555-13570",
		"source": "Wiley Online Library",
		"title": "Using stable isotopes to infer stock-specific high-seas distribution of maturing sockeye salmon in the North Pacific",
		"URL": "https://onlinelibrary.wiley.com/doi/abs/10.1002/ece3.7022",
		"volume": "10",
		"author": [
			{
				"family": "Espinasse",
				"given": "Boris"
			},
			{
				"family": "Hunt",
				"given": "Brian P. V."
			},
			{
				"family": "Finney",
				"given": "Bruce P."
			},
			{
				"family": "Fryer",
				"given": "Jeffrey K."
			},
			{
				"family": "Bugaev",
				"given": "Alexander V."
			},
			{
				"family": "Pakhomov",
				"given": "Evgeny A."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2023",
					12,
					11
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2020"
				]
			]
		}
	},
	{
		"id": "SheltonEtAl2019UsingHierarchicalModels",
		"type": "article-journal",
		"abstract": "Ocean ﬁsheries often target and catch aggregations comprising multiple populations or groups of a given species. Chinook salmon (Oncorhynchus tshawytscha) originating from rivers throughout the west coast of North America support mixedstock ocean ﬁsheries and other ecosystem components, notably as prey for marine mammals. We construct the ﬁrst coastwide state-space model for fall Chinook salmon tagged ﬁsh released from California to British Columbia between 1977 and 1990 to estimate seasonal ocean distribution along the west coast of North America. We incorporate recoveries from multiple ocean ﬁsheries and allow for regional variation in ﬁsheries vulnerability and maturation. We show that Chinook salmon ocean distribution depends strongly on region of origin and varies seasonally, while survival showed regionally varying temporal patterns. Simulations incorporating juvenile production data provide proportional stock composition in different ocean regions and the ﬁrst coastwide projections of Chinook salmon aggregate abundance. Our model provides an extendable framework that can be applied to understand drivers of Chinook salmon biology (e.g., climate effects on ocean distribution) and management effects (e.g., consequences of juvenile production changes).",
		"container-title": "Canadian Journal of Fisheries and Aquatic Sciences",
		"DOI": "10.1139/cjfas-2017-0204",
		"ISSN": "0706-652X, 1205-7533",
		"issue": "1",
		"journalAbbreviation": "Can. J. Fish. Aquat. Sci.",
		"language": "en",
		"page": "95-108",
		"source": "DOI.org (Crossref)",
		"title": "Using hierarchical models to estimate stock-specific and seasonal variation in ocean distribution, survivorship, and aggregate abundance of fall run Chinook salmon",
		"URL": "http://www.nrcresearchpress.com/doi/10.1139/cjfas-2017-0204",
		"volume": "76",
		"author": [
			{
				"family": "Shelton",
				"given": "Andrew Olaf"
			},
			{
				"family": "Satterthwaite",
				"given": "William H."
			},
			{
				"family": "Ward",
				"given": "Eric J."
			},
			{
				"family": "Feist",
				"given": "Blake E."
			},
			{
				"family": "Burke",
				"given": "Brian"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2023",
					12,
					11
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2019",
					1
				]
			]
		}
	},
	{
		"id": "TrudelEtAl2009DistributionMigrationJuvenile",
		"type": "article-journal",
		"abstract": "The effects of ocean conditions on highly migratory species such as salmon are difficult to assess owing to the diversity of environments they encounter during their marine life. In this study, we reconstructed the initial ocean migration routes of juvenile Chinook salmon Oncorhynchus tshawytscha originating from Oregon to Southeast Alaska using coded wire tag recovery data from Canadian Department of Fisheries and Oceans and National Marine Fisheries Service research surveys conducted between 1995 and 2006. Over this 12-year period, 1,862 coded-wire-tagged juvenile Chinook salmon were recovered along the coasts of Oregon, Washington, British Columbia, and Alaska from March to November. Except for those from the Columbia River, most juvenile Chinook salmon remained within 100–200 km of their natal rivers until their second year at sea, irrespective of their freshwater history and adult run timing. Northward migration of most coastal stocks was initiated during their second or possibly third year at sea, whereas the Strait of Georgia and Puget Sound stocks primarily migrated onto the continental shelf after their first year at sea. In contrast, Columbia River Chinook salmon generally undertook a rapid northward migration that varied among life histories and stocks. Columbia River spring Chinook salmon were recovered as far north as Prince William Sound, Alaska, during their first summer at sea, whereas very few Columbia River fall Chinook salmon were recovered north of Vancouver Island. In addition to northern migrants, a fraction of the Columbia River spring and fall Chinook salmon actively migrated south of the Columbia River. The stock-specific initial ocean migration routes described in this study will aid in the identification of the appropriate spatial and temporal scales for assessing the processes regulating Chinook salmon recruitment in the marine environment.",
		"container-title": "Transactions of the American Fisheries Society",
		"DOI": "10.1577/T08-181.1",
		"ISSN": "1548-8659",
		"issue": "6",
		"language": "en",
		"license": "© 2009 American Fisheries Society",
		"note": "_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1577/T08-181.1",
		"page": "1369-1391",
		"source": "Wiley Online Library",
		"title": "Distribution and Migration of Juvenile Chinook Salmon Derived from Coded Wire Tag Recoveries along the Continental Shelf of Western North America",
		"URL": "https://onlinelibrary.wiley.com/doi/abs/10.1577/T08-181.1",
		"volume": "138",
		"author": [
			{
				"family": "Trudel",
				"given": "M."
			},
			{
				"family": "Fisher",
				"given": "J."
			},
			{
				"family": "Orsi",
				"given": "J. A."
			},
			{
				"family": "Morris",
				"given": "J. F. T."
			},
			{
				"family": "Thiess",
				"given": "M. E."
			},
			{
				"family": "Sweeting",
				"given": "R. M."
			},
			{
				"family": "Hinton",
				"given": "S."
			},
			{
				"family": "Fergusson",
				"given": "E. A."
			},
			{
				"family": "Welch",
				"given": "D. W."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2023",
					12,
					11
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2009"
				]
			]
		}
	},
	{
		"id": "RiddellEtAl2018OceanEcologyChinook",
		"type": "chapter",
		"container-title": "R.J. Beamish, editor.The ocean ecology of Pacific salmon and trout",
		"event-place": "Bethesda, Maryland",
		"page": "555-696",
		"publisher": "American Fisheries Society",
		"publisher-place": "Bethesda, Maryland",
		"title": "Ocean ecology of Chinook salmon",
		"author": [
			{
				"family": "Riddell",
				"given": "Brian E"
			},
			{
				"family": "Brodeur",
				"given": "Richard D."
			},
			{
				"family": "Bugaev",
				"given": "Alexander V."
			},
			{
				"family": "Moran",
				"given": "Paul"
			},
			{
				"family": "Murphy",
				"given": "James M."
			},
			{
				"family": "Orsi",
				"given": "Joseph A."
			},
			{
				"family": "Trudel",
				"given": "Marc"
			},
			{
				"family": "Weitkamp",
				"given": "Laurie A."
			},
			{
				"family": "Wells",
				"given": "Brian K."
			},
			{
				"family": "Wertheimer",
				"given": "Alex C."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2018"
				]
			]
		}
	},
	{
		"id": "MurphyEtAl2017JuvenileChinookSalmon",
		"type": "article-journal",
		"abstract": "Juvenile Chinook Salmon (Oncorhynchus tshawytscha) abundance in the northern Bering Sea is used to provide insight into future returns and fisheries in the Yukon River. The status of Yukon River Chinook Salmon is of concern due to recent production declines and subsequent closures of commercial, sport, and personal use fisheries, and severe restrictions on subsistence fisheries in the Yukon River. Surface trawl catch data, mixed layer depth adjustments, and genetic stock mixtures are used to estimate juvenile abundance for the Canadian-origin stock group from the Yukon River. Abundance ranged from a low of 0.62 million in 2012 to a high of 2.58 million in 2013 with an overall average of 1.5 million from 2003 to 2015. Although abundance estimates indicate that average survival is relatively low (average of 5.2%), juvenile abundance was significantly correlated (r=0.87, p=0.005) with adult returns, indicating that much of the variability in survival occurs during early life-history stages (freshwater and initial marine). Juvenile abundance in the northern Bering Sea has increased since 2013 due to an increase in early life-history survival (average juveniles-per-spawner increased from 29 to 59). The increase in juvenile abundance is projected to produce larger runs and increased subsistence fishing opportunities for Chinook Salmon in the Yukon River as early as 2016.",
		"collection-title": "Arctic Ecosystem Integrated Survey (Arctic Eis): Marine ecosystem dynamics in the rapidly changing Pacific Arctic Gateway",
		"container-title": "Deep Sea Research Part II: Topical Studies in Oceanography",
		"DOI": "10.1016/j.dsr2.2016.06.002",
		"ISSN": "0967-0645",
		"journalAbbreviation": "Deep Sea Research Part II: Topical Studies in Oceanography",
		"page": "156-167",
		"source": "ScienceDirect",
		"title": "Juvenile Chinook Salmon abundance in the northern Bering Sea: Implications for future returns and fisheries in the Yukon River",
		"title-short": "Juvenile Chinook Salmon abundance in the northern Bering Sea",
		"URL": "https://www.sciencedirect.com/science/article/pii/S0967064516301618",
		"volume": "135",
		"author": [
			{
				"family": "Murphy",
				"given": "James M."
			},
			{
				"family": "Howard",
				"given": "Kathrine G."
			},
			{
				"family": "Gann",
				"given": "Jeanette C."
			},
			{
				"family": "Cieciel",
				"given": "Kristin C."
			},
			{
				"family": "Templin",
				"given": "William D."
			},
			{
				"family": "Guthrie",
				"given": "Charles M."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2023",
					12,
					12
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2017",
					1,
					1
				]
			]
		}
	},
	{
		"id": "UrawaEtAl2018OceanEcologyChum",
		"type": "chapter",
		"container-title": "R.J. Beamish, editor.The ocean ecology of Pacific salmon and trout",
		"event-place": "Bethesda, Maryland",
		"page": "161-317",
		"publisher": "American Fisheries Society",
		"publisher-place": "Bethesda, Maryland",
		"title": "Ocean ecology of Chum salmon",
		"author": [
			{
				"family": "Urawa",
				"given": "Shugehiko"
			},
			{
				"family": "Beacham",
				"given": "Terry D."
			},
			{
				"family": "Fukuwaka",
				"given": "Masa-aki"
			},
			{
				"family": "Kaeriyama",
				"given": "Masahide"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2018"
				]
			]
		}
	},
	{
		"id": "McCraneyEtAl2012GeneticStockIdentification",
		"type": "article-journal",
		"abstract": "Understanding stock and age-specific seasonal migrations of Pacific salmon during ocean residence is essential to both the conservation and management of this important resource. Based upon 11 microsatellites assayed on 265 individuals collected aboard international research surveys during winter 2009, we found substantial differences in the agespecific origin of chum salmon (Oncorhynchus keta) in the North Pacific Ocean. Overall, Asian stocks dominated the collections, however, ocean age 1 fish were primarily of Japanese origin and ocean age 2–3+ fish were predominantly of Russian origin. These results suggest that cohorts of chum salmon stocks migrate nonrandomly in the North Pacific Ocean and adjacent seas.",
		"container-title": "Environmental Biology of Fishes",
		"DOI": "10.1007/s10641-011-9972-2",
		"ISSN": "0378-1909, 1573-5133",
		"issue": "4",
		"journalAbbreviation": "Environ Biol Fish",
		"language": "en",
		"page": "663-668",
		"source": "DOI.org (Crossref)",
		"title": "Genetic stock identification of overwintering chum salmon in the North Pacific Ocean",
		"URL": "http://link.springer.com/10.1007/s10641-011-9972-2",
		"volume": "94",
		"author": [
			{
				"family": "McCraney",
				"given": "W. Tyler"
			},
			{
				"family": "Farley",
				"given": "Edward V."
			},
			{
				"family": "Kondzela",
				"given": "Christine M."
			},
			{
				"family": "Naydenko",
				"given": "Svetlana V."
			},
			{
				"family": "Starovoytov",
				"given": "Alexander N."
			},
			{
				"family": "Guyon",
				"given": "Jeffrey R."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2023",
					12,
					13
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2012",
					8
				]
			]
		}
	},
	{
		"id": "MayerEtAl2023ThermalTolerancePacific",
		"type": "article-journal",
		"abstract": "Aquatic systems are warming and exceeding upper thermal limits (UTLs) for many fish species, yet understanding how they inform resilience to climate change is challenging. Using Pacific salmon (Oncorhynchus spp.) as a model, we conducted a systematic review involving 168 papers investigating UTL in five species. We found considerable variation in UTL among species, within species and across life stages; largely attributed to methodological approaches (e.g. CTmax/UILT, Aerobic/Cardiac Scope, Thermal Migration Barriers, Rearing Mortality, Thermal Preference/Avoidance). Given that each method has strengths and weaknesses owing to logistics, time scale and ecological realism, we offer a new framework for assessing vulnerability to warming that stresses the importance of considering UTL metrics in the context of intended use (i.e. the development of management guidelines, projections of future persistence and survival) and what aspect (physiological or behavioural) of thermal response a metric investigates. Comparing studies with identical UTL approaches revealed that within species, UTL was higher for populations historically encountering higher temperatures—suggesting local thermal adaptation. Within populations, UTL differed across the lifecycle, being highest in fry and lowest in embryo and migrating adults, but this was not universal. For spawning Pacific salmon, UTL has not been assessed and few studies have examined estuarine and marine stages. Ultimately, this data gap limits the life-history thermal perspectives that can be drawn and may indicate a broader gap for all fishes, given that Pacific salmon are among the most well-studied species. Our framework illustrates the inherent and methodological inconsistencies in UTL and offers a guide for how thermal limits can best be used to assess the warming tolerance and vulnerability of fishes.",
		"container-title": "Fish and Fisheries",
		"DOI": "10.1111/faf.12808",
		"ISSN": "1467-2979",
		"language": "en",
		"license": "© 2023 The Authors. Fish and Fisheries published by John Wiley & Sons Ltd.",
		"note": "_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1111/faf.12808",
		"page": "1-20",
		"source": "Wiley Online Library",
		"title": "Thermal tolerance in Pacific salmon: A systematic review of species, populations, life stages and methodologies",
		"title-short": "Thermal tolerance in Pacific salmon",
		"URL": "https://onlinelibrary.wiley.com/doi/abs/10.1111/faf.12808",
		"author": [
			{
				"family": "Mayer",
				"given": "Noa B."
			},
			{
				"family": "Hinch",
				"given": "Scott G."
			},
			{
				"family": "Eliason",
				"given": "Erika J."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					1,
					5
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2023"
				]
			]
		}
	}
]